export const words = [
  {
    eng: 'a',
    ua: '(Невизначений артикль. Часто використовується для виділення предмету, істоти або явища із групи однорідних предметів, істот або явищ)',
  },
  {
    eng: 'able',
    ua: 'в стані, здатний, спроможний',
  },
  {
    eng: 'about',
    ua: 'про',
  },
  {
    eng: 'above',
    ua: 'вище, вищезгаданий',
  },
  {
    eng: 'accept',
    ua: 'приймати, погоджувати, визнавати',
  },
  {
    eng: 'account',
    ua: 'рахунок, звіт, звітувати',
  },
  {
    eng: 'across',
    ua: 'через, поперек',
  },
  {
    eng: 'act',
    ua: 'діяти, акт',
  },
  {
    eng: 'action',
    ua: 'дія, акція, діяльність',
  },
  {
    eng: 'activity',
    ua: 'діяльність',
  },
  {
    eng: 'add',
    ua: 'додавати',
  },
  {
    eng: 'address',
    ua: 'адреса',
  },
  {
    eng: 'afraid',
    ua: 'наляканий, зляканий',
  },
  {
    eng: 'after',
    ua: 'після',
  },
  {
    eng: 'afternoon',
    ua: 'день',
  },
  {
    eng: 'again',
    ua: 'знову',
  },
  {
    eng: 'against',
    ua: 'проти',
  },
  {
    eng: 'age',
    ua: 'вік, епоха, старіти',
  },
  {
    eng: 'ago',
    ua: 'тому (наприклад, "2 роки тому")',
  },
  {
    eng: 'agree',
    ua: 'погоджуватися',
  },
  {
    eng: 'ahead',
    ua: 'попереду, попереджуючий',
  },
  {
    eng: 'air',
    ua: 'повітря, провітрювати',
  },
  {
    eng: 'airplane',
    ua: 'літак',
  },
  {
    eng: 'all',
    ua: 'все, всі',
  },
  {
    eng: 'allow',
    ua: 'дозволяти',
  },
  {
    eng: 'almost',
    ua: 'майже',
  },
  {
    eng: 'alone',
    ua: 'тільки, сам, самотній',
  },
  {
    eng: 'along',
    ua: 'по, вздовж',
  },
  {
    eng: 'already',
    ua: 'вже, раніше',
  },
  {
    eng: 'also',
    ua: 'також',
  },
  {
    eng: 'although',
    ua: 'хоча',
  },
  {
    eng: 'always',
    ua: 'завжди',
  },
  {
    eng: 'among',
    ua: 'серед, між',
  },
  {
    eng: 'amount',
    ua: 'кількість, становити',
  },
  {
    eng: 'an',
    ua: 'невизначений артикль, уживається перед словами, що починаються з голосного звуку, або німого h (наприкл., “an apple”, “an hour”)',
  },
  {
    eng: 'and',
    ua: 'та',
  },
  {
    eng: 'angry',
    ua: 'сердитий',
  },
  {
    eng: 'animal',
    ua: 'тварина',
  },
  {
    eng: 'another',
    ua: 'інший, ще',
  },
  {
    eng: 'answer',
    ua: 'відповідь, відповісти',
  },
  {
    eng: 'any',
    ua: 'будь-яки́й',
  },
  {
    eng: 'anyone',
    ua: 'будь- який, хтось, будь-хто',
  },
  {
    eng: 'anything',
    ua: 'що-небудь, щось',
  },
  {
    eng: 'appear',
    ua: "з'являтися, з'явитися, показуватися",
  },
  {
    eng: 'apple',
    ua: 'яблуко',
  },
  {
    eng: 'approach',
    ua: 'підхід, наближення, підходити',
  },
  {
    eng: 'april',
    ua: 'квітень',
  },
  {
    eng: 'area',
    ua: 'площа, район, ділянка, галузь',
  },
  {
    eng: 'arm',
    ua: 'плече, рука; озброювати, озброюватися',
  },
  {
    eng: 'arms',
    ua: 'зброя',
  },
  {
    eng: 'army',
    ua: 'армія',
  },
  {
    eng: 'around',
    ua: 'навколо, близько',
  },
  {
    eng: 'arrive',
    ua: 'приходити, прибувати',
  },
  {
    eng: 'art',
    ua: 'мистецтво',
  },
  {
    eng: 'article',
    ua: 'стаття, предмет',
  },
  {
    eng: 'as',
    ua: 'як',
  },
  {
    eng: 'ask',
    ua: 'запитати, попросити',
  },
  {
    eng: 'at',
    ua: 'в, на',
  },
  {
    eng: 'attack',
    ua: 'напад, атака',
  },
  {
    eng: 'attempt',
    ua: 'спроба, намагатися',
  },
  {
    eng: 'attention',
    ua: 'увага',
  },
  {
    eng: 'august',
    ua: 'серпень',
  },
  {
    eng: 'autumn',
    ua: 'осінь',
  },
  {
    eng: 'away',
    ua: 'геть, далеко',
  },
  {
    eng: 'back',
    ua: 'тому, спина',
  },
  {
    eng: 'bad',
    ua: 'поганий',
  },
  {
    eng: 'bag',
    ua: 'мішок, торба, багаж',
  },
  {
    eng: 'ball',
    ua: "м'яч, куля, бал, танці",
  },
  {
    eng: 'bank',
    ua: 'банк',
  },
  {
    eng: 'bar',
    ua: 'бар, паб; брусок, стойка',
  },
  {
    eng: 'base',
    ua: 'база, основа',
  },
  {
    eng: 'basic',
    ua: 'основний, початковий, фундаментальний',
  },
  {
    eng: 'be (am, been, were, are, was, is)',
    ua: 'бути',
  },
  {
    eng: 'bear',
    ua: 'ведмідь; нести, переносити',
  },
  {
    eng: 'beautiful',
    ua: 'красивий',
  },
  {
    eng: 'because',
    ua: 'тому що',
  },
  {
    eng: 'become',
    ua: 'стати',
  },
  {
    eng: 'bed',
    ua: 'ліжко',
  },
  {
    eng: 'before',
    ua: 'до, перед',
  },
  {
    eng: 'begin',
    ua: 'почати',
  },
  {
    eng: 'began',
    ua: 'почав',
  },
  {
    eng: 'beginning',
    ua: 'початок',
  },
  {
    eng: 'behind',
    ua: 'за, позаду',
  },
  {
    eng: 'believe',
    ua: 'вірити, довіряти',
  },
  {
    eng: 'belong',
    ua: 'належати (комусь), бути власністю',
  },
  {
    eng: 'below',
    ua: 'нижче, під',
  },
  {
    eng: 'best',
    ua: 'кращий',
  },
  {
    eng: 'better',
    ua: 'краще',
  },
  {
    eng: 'between',
    ua: 'між',
  },
  {
    eng: 'beyond',
    ua: 'за, поза, за межами',
  },
  {
    eng: 'big',
    ua: 'великий',
  },
  {
    eng: 'bill',
    ua: 'законопроект, рахунок, плакат',
  },
  {
    eng: 'bird',
    ua: 'птах',
  },
  {
    eng: 'birthday',
    ua: 'день народження',
  },
  {
    eng: 'bit',
    ua: 'трохи, бур, кусок',
  },
  {
    eng: 'black',
    ua: 'чорний',
  },
  {
    eng: 'block',
    ua: '[blɒk] блок, [blɒk] блокувати',
  },
  {
    eng: 'blood',
    ua: 'кров',
  },
  {
    eng: 'blow',
    ua: 'дути, подути; удар; цвіт, цвітіння',
  },
  {
    eng: 'blue',
    ua: 'синій, блакитний',
  },
  {
    eng: 'board',
    ua: 'дошка; правління, рада, колегія; сісти (на літак, автобус і т.д.)',
  },
  {
    eng: 'boat',
    ua: 'човен',
  },
  {
    eng: 'body',
    ua: 'тіло',
  },
  {
    eng: 'book',
    ua: 'книга; замовляти, резервувати',
  },
  {
    eng: 'born',
    ua: 'народитись',
  },
  {
    eng: 'both',
    ua: 'обидва, теж, і той і інший, як...так і...',
  },
  {
    eng: 'bottle',
    ua: 'пляшки, розливати',
  },
  {
    eng: 'bottom',
    ua: 'дно',
  },
  {
    eng: 'box',
    ua: 'вікно, коробка, затиснути',
  },
  {
    eng: 'boy',
    ua: 'хлопець',
  },
  {
    eng: 'branch',
    ua: 'відділення, галузь',
  },
  {
    eng: 'bread',
    ua: 'хліб',
  },
  {
    eng: 'break',
    ua: 'перерва, розбити',
  },
  {
    eng: 'broke',
    ua: 'зруйнований, розорений',
  },
  {
    eng: 'breakfast',
    ua: 'сніданок',
  },
  {
    eng: 'bridge',
    ua: 'міст, перемичка',
  },
  {
    eng: 'bright',
    ua: 'яскравий',
  },
  {
    eng: 'bring',
    ua: 'принести',
  },
  {
    eng: 'brought',
    ua: 'приніс',
  },
  {
    eng: 'brother',
    ua: 'брат',
  },
  {
    eng: 'brown',
    ua: 'коричневий',
  },
  {
    eng: 'build',
    ua: 'будувати',
  },
  {
    eng: 'building',
    ua: 'будівля',
  },
  {
    eng: 'burn',
    ua: 'горіти, опік',
  },
  {
    eng: 'bus',
    ua: 'автобус',
  },
  {
    eng: 'business',
    ua: 'бізнес',
  },
  {
    eng: 'busy',
    ua: 'зайнятий',
  },
  {
    eng: 'but',
    ua: 'але, тільки, крім',
  },
  {
    eng: 'butter',
    ua: 'масло; маслити, лестити',
  },
  {
    eng: 'buy',
    ua: 'купувати',
  },
  {
    eng: 'bought',
    ua: 'куплений',
  },
  {
    eng: 'by',
    ua: 'по, шляхом, за, на',
  },
  {
    eng: 'cake',
    ua: 'торт; брикет',
  },
  {
    eng: 'call',
    ua: 'називати; викликати, дзвонити (по телефону)',
  },
  {
    eng: 'can',
    ua: 'могти',
  },
  {
    eng: 'could',
    ua: 'міг, міг би',
  },
  {
    eng: 'capital',
    ua: 'капітал; столиця',
  },
  {
    eng: 'car',
    ua: 'автомобіль',
  },
  {
    eng: 'card',
    ua: 'картка',
  },
  {
    eng: 'care',
    ua: 'догляд, турбота, піклування',
  },
  {
    eng: 'carry',
    ua: 'нести; перевозити',
  },
  {
    eng: 'case',
    ua: 'випадок, справа; чохол, футляр',
  },
  {
    eng: 'cat',
    ua: 'кіт',
  },
  {
    eng: 'catch',
    ua: 'зловити, спіймати, улов',
  },
  {
    eng: 'caught',
    ua: 'спійманий',
  },
  {
    eng: 'cause',
    ua: 'викликати, спричиняти; причина',
  },
  {
    eng: 'central',
    ua: 'центральний',
  },
  {
    eng: 'centre / center',
    ua: 'центр',
  },
  {
    eng: 'century',
    ua: 'століття',
  },
  {
    eng: 'certain',
    ua: 'певний, деякий, один',
  },
  {
    eng: 'certainly',
    ua: 'звичайно, авжеж',
  },
  {
    eng: 'chair',
    ua: 'крісло; голова, очолювати',
  },
  {
    eng: 'chance',
    ua: 'шанс',
  },
  {
    eng: 'change',
    ua: 'зміна',
  },
  {
    eng: 'charge',
    ua: 'плата (за послуги); занесення на рахунок; заряджати, заряд; обвинувачення',
  },
  {
    eng: 'cheap',
    ua: 'дешевий',
  },
  {
    eng: 'check',
    ua: '[tʃɛk] чек; перевірка',
  },
  {
    eng: 'cheese',
    ua: 'сир',
  },
  {
    eng: 'chicken',
    ua: 'курка, курча',
  },
  {
    eng: 'child',
    ua: 'дитина',
  },
  {
    eng: 'children',
    ua: 'діти',
  },
  {
    eng: 'choose',
    ua: 'вибирати',
  },
  {
    eng: 'church',
    ua: 'церква',
  },
  {
    eng: 'circle',
    ua: 'коло',
  },
  {
    eng: 'city',
    ua: 'місто',
  },
  {
    eng: 'claim',
    ua: 'претензії, позов, вимагати',
  },
  {
    eng: 'class',
    ua: 'клас, класифікувати, класовий',
  },
  {
    eng: 'clean',
    ua: 'чистота, чистити',
  },
  {
    eng: 'clear',
    ua: 'ясно, очищати, чіткий',
  },
  {
    eng: 'clock',
    ua: 'годинник, морда',
  },
  {
    eng: 'close',
    ua: 'закрити, тісний',
  },
  {
    eng: 'clothes',
    ua: 'одяг, білизна',
  },
  {
    eng: 'coat',
    ua: 'пальто, покривати',
  },
  {
    eng: 'coffee',
    ua: 'кава',
  },
  {
    eng: 'cold',
    ua: 'холод, холодний',
  },
  {
    eng: 'college',
    ua: 'коледж',
  },
  {
    eng: 'colour',
    ua: 'колір, фарбувати',
  },
  {
    eng: 'come',
    ua: 'приходити',
  },
  {
    eng: 'came',
    ua: 'прийшов',
  },
  {
    eng: 'common',
    ua: 'загальний, громада',
  },
  {
    eng: 'company',
    ua: 'компанія, спілкуватися',
  },
  {
    eng: 'complete',
    ua: 'повний, завершувати',
  },
  {
    eng: 'concern',
    ua: 'занепокоєння, заклопотанність, участь, стосуватися',
  },
  {
    eng: 'condition',
    ua: 'стан, кондиція; умова, обумовлювати',
  },
  {
    eng: 'consider',
    ua: 'розглядати, вважати, враховувати',
  },
  {
    eng: 'continue',
    ua: 'продовжувати',
  },
  {
    eng: 'control',
    ua: 'контроль',
  },
  {
    eng: 'cook',
    ua: 'готувати, кухар',
  },
  {
    eng: 'cool',
    ua: 'прохолодний, охолоджувати',
  },
  {
    eng: 'copy',
    ua: 'копія, коріювати',
  },
  {
    eng: 'corner',
    ua: 'кут, кутовий',
  },
  {
    eng: 'correct',
    ua: 'правильний, вірний',
  },
  {
    eng: 'cost',
    ua: 'вартість, коштувати',
  },
  {
    eng: 'count',
    ua: 'рахувати, вважати',
  },
  {
    eng: 'country',
    ua: 'країна, сільський',
  },
  {
    eng: 'course',
    ua: 'курс',
  },
  {
    eng: 'court',
    ua: 'суд; корт, двір',
  },
  {
    eng: 'cover',
    ua: 'охоплювати, покривати, кришка',
  },
  {
    eng: 'cow',
    ua: 'корова',
  },
  {
    eng: 'cross',
    ua: 'перетинати, переходити; хрест; [krɒs] крос',
  },
  {
    eng: 'crowd',
    ua: 'натовп, товпитися',
  },

  {
    eng: 'cry',
    ua: 'плакати, крик',
  },
  {
    eng: 'cup',
    ua: 'чашка, чаша',
  },
  {
    eng: 'current',
    ua: 'поточний, нинішний; течія, струм',
  },
  {
    eng: 'cut',
    ua: 'скоротити, розріз, розрізати',
  },
  {
    eng: 'danger',
    ua: 'небезпека',
  },
  {
    eng: 'dark',
    ua: 'темний, темрява',
  },
  {
    eng: 'date',
    ua: 'дата',
  },
  {
    eng: 'daughter',
    ua: 'дочка',
  },
  {
    eng: 'day',
    ua: 'день',
  },
  {
    eng: 'dead',
    ua: 'мертвий',
  },
  {
    eng: 'deal',
    ua: 'угода; розподіляти, роздавати; торгувати, постачати',
  },
  {
    eng: 'dear',
    ua: 'шановний, дорогий',
  },
  {
    eng: 'death',
    ua: 'смерть',
  },
  {
    eng: 'december',
    ua: 'грудень',
  },
  {
    eng: 'decide',
    ua: 'вирішити, вирішувати',
  },
  {
    eng: 'decision',
    ua: 'рішення, постанова, вирок',
  },
  {
    eng: 'deep',
    ua: 'глибоко, глибина, безодня',
  },
  {
    eng: 'degree',
    ua: 'ступінь, рівень',
  },
  {
    eng: 'demand',
    ua: 'попит, потреба, вимагати',
  },
  {
    eng: 'department',
    ua: 'відділ',
  },
  {
    eng: 'describe',
    ua: 'описувати',
  },
  {
    eng: 'desk',
    ua: 'стіл',
  },
  {
    eng: 'destination',
    ua: 'призначення, пункт призначення',
  },
  {
    eng: 'detail',
    ua: 'детально, деталь',
  },
  {
    eng: 'develop',
    ua: 'розробки, розвивати, удосконалювати',
  },
  {
    eng: 'die',
    ua: 'померти',
  },
  {
    eng: 'difference',
    ua: 'різниця, відмінність',
  },
  {
    eng: 'different',
    ua: 'інший, різний',
  },
  {
    eng: 'difficult',
    ua: 'важко, скрутний, важкий',
  },
  {
    eng: 'dinner',
    ua: 'обід, обідати',
  },
  {
    eng: 'direct',
    ua: 'прямий, керувати, спрямовувати',
  },
  {
    eng: 'direction',
    ua: 'напрямок, керівництво',
  },
  {
    eng: 'discover',
    ua: 'відкривати, знаходити',
  },
  {
    eng: 'discuss',
    ua: 'обговорювати, дискутувати',
  },
  {
    eng: 'distance',
    ua: 'відстань',
  },
  {
    eng: 'divide',
    ua: 'ділити, поділ',
  },
  {
    eng: 'do',
    ua: 'робити',
  },
  {
    eng: 'does',
    ua: 'робить',
  },
  {
    eng: 'did',
    ua: 'зробив',
  },
  {
    eng: 'done',
    ua: 'зроблено',
  },
  {
    eng: 'doctor',
    ua: 'лікар',
  },
  {
    eng: 'dog',
    ua: 'собака',
  },
  {
    eng: 'door',
    ua: 'двері',
  },
  {
    eng: 'doubt',
    ua: 'сумнів',
  },
  {
    eng: 'down',
    ua: 'вниз, опускати',
  },
  {
    eng: 'draw',
    ua: 'малювати; залучати, втягувати; тягнути, витягувати',
  },
  {
    eng: 'dress',
    ua: 'плаття, одягатися',
  },
  {
    eng: 'drink',
    ua: 'пити, напій',
  },
  {
    eng: 'drive',
    ua: 'їзда, проїзд, керувати',
  },
  {
    eng: 'driver',
    ua: 'водій',
  },
  {
    eng: 'drop',
    ua: 'падіння, падати',
  },
  {
    eng: 'dry',
    ua: 'сухий, сухість, сушити',
  },
  {
    eng: 'during',
    ua: 'під час, протягом, у ході',
  },
  {
    eng: 'duty',
    ua: "борг, обов'язок",
  },
  {
    eng: 'each',
    ua: 'кожен',
  },
  {
    eng: 'ear',
    ua: 'вухо, слух',
  },
  {
    eng: 'early',
    ua: 'рано, ранній',
  },
  {
    eng: 'earth',
    ua: 'земля, заземлення',
  },
  {
    eng: 'east',
    ua: 'схід, східний',
  },
  {
    eng: 'easy',
    ua: 'легко, легкий',
  },
  {
    eng: 'eat',
    ua: 'їсти',
  },
  {
    eng: 'edge',
    ua: 'край, кромка, загострювати, відточувати',
  },
  {
    eng: 'education',
    ua: 'освіта, навчання',
  },
  {
    eng: 'effect',
    ua: 'ефект, вплив, здійснювати',
  },
  {
    eng: 'effort',
    ua: 'зусилля, намагання',
  },
  {
    eng: 'egg',
    ua: 'яйце, яйцеклітина, зародок',
  },
  {
    eng: 'eight',
    ua: 'вісім',
  },
  {
    eng: 'eighteen',
    ua: 'вісімнадцять',
  },
  {
    eng: 'eighty',
    ua: 'вісімдесят',
  },
  {
    eng: 'either',
    ua: 'або, теж',
  },
  {
    eng: 'eleven',
    ua: 'одинадцять',
  },
  {
    eng: 'else',
    ua: 'або, інакше, інший',
  },
  {
    eng: 'empty',
    ua: 'порожній, спорожняти',
  },
  {
    eng: 'end',
    ua: 'кінець, закінчувати',
  },
  {
    eng: 'enemy',
    ua: 'ворог, противник',
  },
  {
    eng: 'engine',
    ua: 'двигун, машина',
  },
  {
    eng: 'engineer',
    ua: 'інженер, проектувати',
  },
  {
    eng: 'enjoy',
    ua: 'користуватися, насолоджуватися',
  },
  {
    eng: 'enough',
    ua: 'досить, достатньо',
  },
  {
    eng: 'enter',
    ua: 'вводити, вступати, зайти',
  },
  {
    eng: 'especially',
    ua: 'особливо, надто',
  },
  {
    eng: 'even',
    ua: 'навіть; рівний, вирівнювати',
  },
  {
    eng: 'evening',
    ua: 'вечір',
  },
  {
    eng: 'event',
    ua: 'подія, випадок',
  },
  {
    eng: 'ever',
    ua: 'коли-небудь',
  },
  {
    eng: 'every',
    ua: 'кожен',
  },
  {
    eng: 'everybody',
    ua: 'всі, всім',
  },
  {
    eng: 'everyone',
    ua: 'кожен',
  },
  {
    eng: 'everything',
    ua: 'всі, все',
  },
  {
    eng: 'exam(ination)',
    ua: 'іспит; обстеження, експертиза',
  },
  {
    eng: 'example',
    ua: 'наприклад, приклад, зразок',
  },
  {
    eng: 'except',
    ua: 'за винятком, виключати, крім',
  },
  {
    eng: 'excuse',
    ua: 'виправдання, вибачення, вибачати',
  },
  {
    eng: 'exercise',
    ua: 'вправа, здійснювати, тренуватися',
  },
  {
    eng: 'expect',
    ua: 'чекати, очікувати',
  },
  {
    eng: 'expensive',
    ua: 'коштовний, дорогий',
  },
  {
    eng: 'experience',
    ua: 'досвід',
  },
  {
    eng: 'explain',
    ua: 'пояснювати',
  },
  {
    eng: 'eye',
    ua: 'око, стежити',
  },
  {
    eng: 'face',
    ua: 'обличчя, особа',
  },

  {
    eng: 'fact',
    ua: 'факт',
  },
  {
    eng: 'factory',
    ua: 'завод, фабрика',
  },
  {
    eng: 'fair',
    ua: 'справедливий, чесний, чесно',
  },
  {
    eng: 'fall',
    ua: 'падіння',
  },
  {
    eng: 'fell',
    ua: 'впав',
  },
  {
    eng: 'family',
    ua: "сім'я",
  },
  {
    eng: 'famous',
    ua: 'знаменитий, славетний, відомий',
  },
  {
    eng: 'far',
    ua: 'далеко, далекий',
  },
  {
    eng: 'farm',
    ua: 'ферма, сільськогосподарське, розсадник',
  },
  {
    eng: 'farmer',
    ua: 'фермер',
  },
  {
    eng: 'fast',
    ua: 'швидко, швидкий',
  },
  {
    eng: 'fat',
    ua: 'товстий, жир, сало',
  },
  {
    eng: 'father',
    ua: 'батько, породжувати',
  },
  {
    eng: 'fear',
    ua: 'страх, боятися',
  },
  {
    eng: 'february',
    ua: 'лютий (місяць)',
  },
  {
    eng: 'feel',
    ua: 'відчуття, відчувати',
  },
  {
    eng: 'feeling',
    ua: 'відчуття, співчуття, почуття, зворушливий',
  },
  {
    eng: 'felt',
    ua: 'відчув; повсть, фетр',
  },
  {
    eng: 'few',
    ua: 'декілька, кілька',
  },
  {
    eng: 'field',
    ua: 'поле, ділянка, польовий',
  },
  {
    eng: 'fifteen',
    ua: "п'ятнадцять",
  },
  {
    eng: 'fifth',
    ua: "п'ятий",
  },
  {
    eng: 'fifty',
    ua: "п'ятдесят",
  },
  {
    eng: 'fight',
    ua: 'боротьба, бій',
  },
  {
    eng: 'figure',
    ua: 'фігура, зображати',
  },
  {
    eng: 'fill',
    ua: 'заповнення, достатня кількість',
  },
  {
    eng: 'film',
    ua: 'фільм, плівка, фільмувати, фільмуватись',
  },
  {
    eng: 'final',
    ua: 'фінал, остаточний, заключний',
  },
  {
    eng: 'find',
    ua: 'знайти, знахідка, пошук',
  },
  {
    eng: 'fine',
    ua: 'чудовий; штраф',
  },
  {
    eng: 'finger',
    ua: 'палець, доторкатися',
  },
  {
    eng: 'finish',
    ua: 'фініш, закінчувати',
  },
  {
    eng: 'fire',
    ua: 'вогонь, пожежа; стріляти ',
  },
  {
    eng: 'firm',
    ua: 'фірма, зміцнювати, твердий',
  },
  {
    eng: 'first',
    ua: 'перший, спочатку',
  },
  {
    eng: 'fish',
    ua: 'риба, ловити рибу',
  },
  {
    eng: 'five',
    ua: "п'ять",
  },
  {
    eng: 'flat',
    ua: 'плоский, рівнина; квартира',
  },
  {
    eng: 'flight',
    ua: 'політ, рейс',
  },
  {
    eng: 'floor',
    ua: 'поверх, підлога',
  },
  {
    eng: 'flower',
    ua: 'квітка',
  },
  {
    eng: 'fly',
    ua: 'політ; муха',
  },
  {
    eng: 'follow',
    ua: 'слідувати, слідом; наступний',
  },
  {
    eng: 'food',
    ua: 'харчування, продовольчий',
  },
  {
    eng: 'foot',
    ua: 'нога, стопа; фут',
  },
  {
    eng: 'feet',
    ua: 'стопи',
  },
  {
    eng: 'for',
    ua: 'для',
  },
  {
    eng: 'force',
    ua: 'сила, примусити',
  },
  {
    eng: 'foreign',
    ua: 'зовнішній, закордонний, іноземний',
  },
  {
    eng: 'forest',
    ua: 'ліс, лісовий',
  },
  {
    eng: 'forget',
    ua: 'забути',
  },
  {
    eng: 'form',
    ua: 'форма, формувати; бланк',
  },
  {
    eng: 'forty',
    ua: 'сорок',
  },
  {
    eng: 'forward',
    ua: 'вперед, передній',
  },
  {
    eng: 'four',
    ua: 'чотири',
  },
  {
    eng: 'fourteen',
    ua: 'чотирнадцять',
  },
  {
    eng: 'free',
    ua: 'безкоштовно; вільний, визволяти',
  },
  {
    eng: 'fresh',
    ua: 'свіжий',
  },
  {
    eng: 'friday',
    ua: "п'ятниця",
  },
  {
    eng: 'friend',
    ua: 'друг',
  },
  {
    eng: 'from',
    ua: 'від, з',
  },
  {
    eng: 'front',
    ua: 'перед, фронт, передній',
  },
  {
    eng: 'fruit',
    ua: 'фрукт, плід',
  },
  {
    eng: 'full',
    ua: 'повний, досягати повноти, цілком',
  },
  {
    eng: 'further / furthest',
    ua: 'далі, далеко, найвіддаленіший',
  },
  {
    eng: 'future',
    ua: 'майбутнє',
  },
  {
    eng: 'game',
    ua: 'гра',
  },
  {
    eng: 'garden',
    ua: 'сад',
  },
  {
    eng: 'general',
    ua: 'загальний, генеральний; генерал',
  },
  {
    eng: 'get',
    ua: 'отримати',
  },
  {
    eng: 'girl',
    ua: 'дівчина',
  },
  {
    eng: 'give',
    ua: 'давати ',
  },
  {
    eng: 'gave',
    ua: 'дав',
  },
  {
    eng: 'given',
    ua: 'даний, заданий',
  },
  {
    eng: 'glad',
    ua: 'радий, радісний',
  },
  {
    eng: 'glass',
    ua: 'скло',
  },
  {
    eng: 'go',
    ua: 'ходити, їхати',
  },
  {
    eng: 'went',
    ua: 'пішов',
  },
  {
    eng: 'gone',
    ua: 'пройшло, втрачений (наприклад, час)',
  },
  {
    eng: 'god',
    ua: 'бог, хрещений',
  },
  {
    eng: 'going',
    ua: "від'їжджати, збиратися; діючий, існуючий",
  },
  {
    eng: 'gold',
    ua: 'золото',
  },
  {
    eng: 'good',
    ua: 'добре',
  },
  {
    eng: 'good-bye',
    ua: 'до побачення',
  },
  {
    eng: 'government',
    ua: 'уряд',
  },
  {
    eng: 'grass',
    ua: 'трава, пастися',
  },
  {
    eng: 'great',
    ua: 'великий',
  },
  {
    eng: 'green',
    ua: 'зелений',
  },
  {
    eng: 'grey (gray)',
    ua: 'сірий',
  },
  {
    eng: 'ground',
    ua: 'земля, грунтувати',
  },
  {
    eng: 'group',
    ua: 'група',
  },
  {
    eng: 'grow',
    ua: 'рости',
  },
  {
    eng: 'grew',
    ua: 'ріс, зростав',
  },
  {
    eng: 'guide',
    ua: 'гід, вести',
  },
  {
    eng: 'gun',
    ua: 'гармата, рушниця, пістолет',
  },
  {
    eng: 'hair',
    ua: 'волосся',
  },
  {
    eng: 'half',
    ua: 'половина, пів',
  },
  {
    eng: 'hall',
    ua: 'хол, зала',
  },
  {
    eng: 'hand',
    ua: 'рука, ручний',
  },
  {
    eng: 'hang',
    ua: 'вішати',
  },

  {
    eng: 'happen',
    ua: 'трапитися, статися',
  },
  {
    eng: 'happy',
    ua: 'щасливий',
  },
  {
    eng: 'hard',
    ua: 'важкий, жорсткий',
  },
  {
    eng: 'hat',
    ua: 'капелюх',
  },
  {
    eng: 'have (has, had, having)',
    ua: 'мати, володіти',
  },
  {
    eng: 'he',
    ua: 'він',
  },
  {
    eng: 'head',
    ua: 'голова; керівник',
  },
  {
    eng: 'health',
    ua: "здоров'я",
  },
  {
    eng: 'hear',
    ua: 'чути',
  },
  {
    eng: 'heard',
    ua: 'почутий',
  },
  {
    eng: 'heart',
    ua: 'серце',
  },
  {
    eng: 'heat',
    ua: 'тепло',
  },
  {
    eng: 'heavy',
    ua: 'важкий',
  },
  {
    eng: 'hello / hi',
    ua: 'привіт',
  },
  {
    eng: 'help',
    ua: 'допомога',
  },
  {
    eng: 'her',
    ua: 'її',
  },
  {
    eng: 'here',
    ua: 'тут, сюди',
  },
  {
    eng: 'high',
    ua: 'високий',
  },
  {
    eng: 'him',
    ua: 'його, йому, себе',
  },
  {
    eng: 'his',
    ua: 'його, він',
  },
  {
    eng: 'history',
    ua: 'історія',
  },
  {
    eng: 'hit',
    ua: 'удар, успіх',
  },
  {
    eng: 'hold',
    ua: 'утримувати, тримати',
  },
  {
    eng: 'held',
    ua: 'тримається',
  },
  {
    eng: 'hole',
    ua: 'отвір, довбати, продірявлювати',
  },
  {
    eng: 'holiday',
    ua: 'канікули, свята, святкувати',
  },
  {
    eng: 'home',
    ua: 'дім',
  },
  {
    eng: 'hope',
    ua: 'надія, сподіватися',
  },
  {
    eng: 'horse',
    ua: 'кінь',
  },
  {
    eng: 'hospital',
    ua: 'лікарня',
  },
  {
    eng: 'hot',
    ua: 'гарячий',
  },
  {
    eng: 'hotel',
    ua: 'готель',
  },
  {
    eng: 'hour',
    ua: 'година, час, період',
  },
  {
    eng: 'house',
    ua: 'дім',
  },
  {
    eng: 'how',
    ua: 'як, скільки (прислівник), що (сполучник)',
  },
  {
    eng: 'however',
    ua: 'проте, однак',
  },
  {
    eng: 'human',
    ua: 'людина, людський',
  },
  {
    eng: 'hundred',
    ua: 'сто',
  },
  {
    eng: 'hurry',
    ua: 'поспішати, поспіх',
  },
  {
    eng: 'husband',
    ua: 'чоловік, муж',
  },
  {
    eng: 'i',
    ua: 'я',
  },
  {
    eng: 'ice',
    ua: 'лід, крига, морозиво',
  },
  {
    eng: 'idea',
    ua: 'ідея, поняття, уявлення',
  },
  {
    eng: 'if',
    ua: 'якщо',
  },
  {
    eng: 'ill',
    ua: 'зло, лихо, поганий, хворий',
  },
  {
    eng: 'important',
    ua: 'важливо',
  },
  {
    eng: 'in',
    ua: 'в',
  },
  {
    eng: 'include',
    ua: 'містить в собі, включає в себе',
  },
  {
    eng: 'increase',
    ua: 'збільшення, підвищення, приріст',
  },
  {
    eng: 'industry',
    ua: 'промисловість, індустрія',
  },
  {
    eng: 'information',
    ua: 'інформація',
  },
  {
    eng: 'inside',
    ua: 'всередині, нутро',
  },
  {
    eng: 'instead',
    ua: 'замість',
  },
  {
    eng: 'interest',
    ua: 'інтерес, зацікавити',
  },
  {
    eng: 'interesting',
    ua: 'цікаво, цікавий',
  },
  {
    eng: 'into',
    ua: 'в',
  },
  {
    eng: 'iron',
    ua: 'залізо',
  },
  {
    eng: 'island',
    ua: 'острів',
  },
  {
    eng: 'issue',
    ua: 'питання, випуск, видавати',
  },
  {
    eng: 'it',
    ua: 'це',
  },
  {
    eng: 'its',
    ua: 'його, її',
  },
  {
    eng: 'january',
    ua: 'січень',
  },
  {
    eng: 'job',
    ua: 'робота, наймати',
  },
  {
    eng: 'join',
    ua: "приєднатися, зв'язок",
  },
  {
    eng: 'july',
    ua: 'липень',
  },
  {
    eng: 'jump',
    ua: 'стрибок, стрибати',
  },
  {
    eng: 'june',
    ua: 'червень',
  },
  {
    eng: 'just',
    ua: 'просто; тільки, щойно',
  },
  {
    eng: 'keep',
    ua: 'тримати, зберігати ',
  },
  {
    eng: 'kept',
    ua: 'утримуваний, тримав',
  },
  {
    eng: 'key',
    ua: 'ключ, основний, ключовий',
  },
  {
    eng: 'kill',
    ua: 'вбити',
  },
  {
    eng: 'kind',
    ua: "вид, рід, різновид; добрий, люб'язний",
  },
  {
    eng: 'king',
    ua: 'король, правити',
  },
  {
    eng: 'kitchen',
    ua: 'кухня',
  },
  {
    eng: 'knife',
    ua: 'ніж, скальпель, кинжал',
  },
  {
    eng: 'lady',
    ua: 'леді',
  },
  {
    eng: 'land',
    ua: 'земля, край, приземлятися',
  },
  {
    eng: 'language',
    ua: 'мова',
  },
  {
    eng: 'lack',
    ua: 'брак, відсутність, нестача',
  },
  {
    eng: 'large',
    ua: 'великий, крупний, рясний',
  },
  {
    eng: 'last',
    ua: 'останній, минулий ',
  },
  {
    eng: 'late',
    ua: 'пізній, запізнілий',
  },
  {
    eng: 'laugh',
    ua: 'сміх, сміятися',
  },
  {
    eng: 'law',
    ua: 'закон',
  },
  {
    eng: 'lay',
    ua: 'класти, ложити, положення',
  },
  {
    eng: 'lead',
    ua: 'вести, очолювати',
  },
  {
    eng: 'leader',
    ua: 'лідер',
  },
  {
    eng: 'learn',
    ua: 'дізнаватися,вчитися',
  },
  {
    eng: 'least',
    ua: 'найменш, мінімум',
  },
  {
    eng: 'leave',
    ua: 'залишати, покидати',
  },
  {
    eng: 'left',
    ua: 'зліва',
  },
  {
    eng: 'leg',
    ua: 'нога, гомілка, вдаряти ногою',
  },
  {
    eng: 'less',
    ua: 'менше, менший, другорядний',
  },
  {
    eng: 'lesson',
    ua: 'урок',
  },
  {
    eng: 'let',
    ua: 'нехай, дозволяти, пускати',
  },
  {
    eng: 'let’s',
    ua: 'давайте',
  },
  {
    eng: 'letter',
    ua: 'лист, літера, буква',
  },
  {
    eng: 'level',
    ua: 'рівень',
  },
  {
    eng: 'library',
    ua: 'бібліотека',
  },

  {
    eng: 'lie',
    ua: 'брехати; лежати',
  },
  {
    eng: 'life',
    ua: 'життя',
  },
  {
    eng: 'lift',
    ua: 'піднімати',
  },
  {
    eng: 'light',
    ua: 'світло, легко',
  },
  {
    eng: 'like',
    ua: 'схожий, подібний; подобатися',
  },
  {
    eng: 'limit',
    ua: 'обмежувати, межа',
  },
  {
    eng: 'line',
    ua: 'лінія',
  },
  {
    eng: 'lip',
    ua: 'губа, край',
  },
  {
    eng: 'list',
    ua: 'список',
  },
  {
    eng: 'listen',
    ua: 'слухати',
  },
  {
    eng: 'little',
    ua: 'маленький, мало',
  },
  {
    eng: 'live',
    ua: 'жити',
  },
  {
    eng: 'local',
    ua: 'місцевий',
  },
  {
    eng: 'long',
    ua: 'довго',
  },
  {
    eng: 'look',
    ua: 'дивитися, погляд',
  },
  {
    eng: 'lose',
    ua: 'втратити, програти',
  },
  {
    eng: 'lot',
    ua: 'багато; ділянка (землі); лот',
  },
  {
    eng: 'love',
    ua: 'любов',
  },
  {
    eng: 'low',
    ua: 'низький',
  },
  {
    eng: 'lunch',
    ua: 'обід',
  },
  {
    eng: 'machine',
    ua: 'машина, механізм',
  },
  {
    eng: 'main',
    ua: 'основний, головний',
  },
  {
    eng: 'make',
    ua: 'робити',
  },
  {
    eng: 'made',
    ua: 'зроблено',
  },
  {
    eng: 'man / men',
    ua: 'людина, чоловік',
  },
  {
    eng: 'many',
    ua: 'багато',
  },
  {
    eng: 'map',
    ua: 'карта',
  },
  {
    eng: 'march',
    ua: 'березень; марш',
  },
  {
    eng: 'mark',
    ua: 'знак, марка, маркувати',
  },
  {
    eng: 'market',
    ua: 'ринок, продаж',
  },
  {
    eng: 'material',
    ua: 'матеріал',
  },
  {
    eng: 'matter',
    ua: "матерія; питання; суть (What's is matter? - Що трапилося?) ",
  },
  {
    eng: 'may',
    ua: 'могти; травень',
  },
  {
    eng: 'maybe',
    ua: 'можливо',
  },
  {
    eng: 'me',
    ua: 'мені',
  },
  {
    eng: 'mean',
    ua: 'означати, значити, мати на увазі',
  },
  {
    eng: 'meant',
    ua: 'означало',
  },
  {
    eng: 'means',
    ua: 'кошти, засоби',
  },
  {
    eng: 'measure',
    ua: 'міра, вимірювати',
  },
  {
    eng: 'meat',
    ua: "м'ясо, м'ясистий; змістовний",
  },
  {
    eng: 'meet',
    ua: 'зустрічатися, збиратися',
  },
  {
    eng: 'meeting',
    ua: 'мітинг,засідання,зустріч',
  },
  {
    eng: 'member',
    ua: 'член',
  },
  {
    eng: 'message',
    ua: 'повідомлення',
  },
  {
    eng: 'middle',
    ua: 'середина, середній',
  },
  {
    eng: 'milk',
    ua: 'молоко',
  },
  {
    eng: 'million',
    ua: 'мільйон',
  },
  {
    eng: 'mind',
    ua: "розум, думка, пам'ятати",
  },
  {
    eng: 'mine',
    ua: 'моя, мої, моє; рудник, копальня',
  },
  {
    eng: 'minute',
    ua: 'хвилина',
  },
  {
    eng: 'miss',
    ua: 'промах, пропускати, упустити; відсутній; міс, панянка',
  },
  {
    eng: 'missus / mrs',
    ua: 'пані, місіс',
  },
  {
    eng: 'mistake',
    ua: 'помилятися, помилка',
  },
  {
    eng: 'mister / mr',
    ua: 'пан, містер',
  },
  {
    eng: 'moment',
    ua: 'момент, мить',
  },
  {
    eng: 'monday',
    ua: 'понеділок',
  },
  {
    eng: 'money',
    ua: 'гроші',
  },
  {
    eng: 'month',
    ua: 'місяць',
  },
  {
    eng: 'moon',
    ua: 'Місяць (планета)',
  },
  {
    eng: 'more',
    ua: 'більше,ще',
  },
  {
    eng: 'morning',
    ua: 'ранок',
  },
  {
    eng: 'most',
    ua: 'найбільший',
  },
  {
    eng: 'mother',
    ua: 'мама',
  },
  {
    eng: 'mountain',
    ua: 'гора,гірський',
  },
  {
    eng: 'mouth',
    ua: 'рот, вуста',
  },
  {
    eng: 'move',
    ua: 'рухати, рух ',
  },
  {
    eng: 'much',
    ua: 'багато, дуже',
  },
  {
    eng: 'music',
    ua: 'музика, музичний',
  },
  {
    eng: 'must',
    ua: 'повинен',
  },
  {
    eng: 'my',
    ua: 'мій, моє',
  },
  {
    eng: 'name',
    ua: "ім'я",
  },
  {
    eng: 'narrow',
    ua: 'вузький, тісний, обмежений',
  },
  {
    eng: 'national',
    ua: 'національний, народний',
  },
  {
    eng: 'natural',
    ua: 'натуральний, природний',
  },
  {
    eng: 'nature',
    ua: 'природа, характер',
  },
  {
    eng: 'near',
    ua: 'близький, біля, ближній, наближатися',
  },
  {
    eng: 'nearly',
    ua: 'майже',
  },
  {
    eng: 'necessary',
    ua: 'необхідно, необхідність',
  },
  {
    eng: 'neck',
    ua: 'шия, шийка',
  },
  {
    eng: 'need',
    ua: 'потрібно, потреба',
  },
  {
    eng: 'neither',
    ua: 'жоден (ні той, ні інший)',
  },
  {
    eng: 'never',
    ua: 'ніколи',
  },
  {
    eng: 'new',
    ua: 'новий, заново',
  },
  {
    eng: 'news',
    ua: 'новини',
  },
  {
    eng: 'newspaper',
    ua: 'газета',
  },
  {
    eng: 'next',
    ua: 'наступний, потім',
  },
  {
    eng: 'nice',
    ua: 'хороший, приємний',
  },
  {
    eng: 'night',
    ua: 'ніч',
  },
  {
    eng: 'nine',
    ua: "дев'ять",
  },
  {
    eng: 'nineteen',
    ua: "дев'ятнадцять",
  },
  {
    eng: 'ninety',
    ua: "дев'яносто",
  },
  {
    eng: 'no',
    ua: 'ні, ніякий, ніхто',
  },
  {
    eng: 'nobody',
    ua: 'ніхто',
  },
  {
    eng: 'noise',
    ua: 'шум, гомін',
  },
  {
    eng: 'nor',
    ua: 'ні, ані',
  },
  {
    eng: 'north',
    ua: 'північ',
  },
  {
    eng: 'nose',
    ua: 'ніс',
  },
  {
    eng: 'not',
    ua: 'не',
  },
  {
    eng: 'note',
    ua: 'занотувати, записати, помічати, відмічати; примітка; нота',
  },
  {
    eng: 'nothing',
    ua: 'нічого, даремно, марно',
  },

  {
    eng: 'notice',
    ua: 'замітка; помічати, звертати увагу',
  },
  {
    eng: 'november',
    ua: 'листопад',
  },
  {
    eng: 'now',
    ua: 'зараз, негайно',
  },
  {
    eng: 'number',
    ua: 'число.номер',
  },
  {
    eng: 'o’clock',
    ua: 'годин',
  },
  {
    eng: 'object',
    ua: "об'єкт",
  },
  {
    eng: 'october',
    ua: 'жовтень',
  },
  {
    eng: 'of',
    ua: "з, від, про, до, (визначає приналежність до певного об'єкта: capital of Ukraine - столиця України)",
  },
  {
    eng: 'off',
    ua: '(зазвичай вживається в комбінації з іншими словами і зазвичай означає віддалення, відокремлення, вимкнення)',
  },
  {
    eng: 'offer',
    ua: 'пропозиція, пропонувати',
  },
  {
    eng: 'office',
    ua: 'офіс, контора',
  },
  {
    eng: 'officer',
    ua: 'офіцер',
  },
  {
    eng: 'official',
    ua: 'офіційний',
  },
  {
    eng: 'often',
    ua: 'часто',
  },
  {
    eng: 'oil',
    ua: 'олія, нафта',
  },
  {
    eng: 'old',
    ua: 'старий, давній',
  },
  {
    eng: 'on',
    ua: 'на',
  },
  {
    eng: 'once',
    ua: 'колись, одного разу',
  },
  {
    eng: 'one',
    ua: 'один',
  },
  {
    eng: 'only',
    ua: 'тільки',
  },
  {
    eng: 'open',
    ua: 'відкрити',
  },
  {
    eng: 'operation',
    ua: 'операція',
  },
  {
    eng: 'opinion',
    ua: 'думка, погляд, по-моєму',
  },
  {
    eng: 'opposite',
    ua: 'навпаки, проти',
  },
  {
    eng: 'or',
    ua: 'або',
  },
  {
    eng: 'orange',
    ua: 'помаранчевий',
  },
  {
    eng: 'order',
    ua: 'порядок; замовлення',
  },
  {
    eng: 'other',
    ua: 'інший, інакше',
  },
  {
    eng: 'our',
    ua: 'наш, нам',
  },
  {
    eng: 'out',
    ua: 'за, вихід',
  },
  {
    eng: 'outside',
    ua: 'за межами',
  },
  {
    eng: 'over',
    ua: 'більше, надлишок',
  },
  {
    eng: 'own',
    ua: 'власний, володіти, мати',
  },
  {
    eng: 'page',
    ua: 'сторінка',
  },
  {
    eng: 'pain',
    ua: 'біль, завдавати болю',
  },
  {
    eng: 'paint',
    ua: 'фарба, фарбувати',
  },
  {
    eng: 'pair',
    ua: 'па́ра, па́рний',
  },
  {
    eng: 'paper',
    ua: 'папір, обклеювати',
  },
  {
    eng: 'park',
    ua: 'парк',
  },
  {
    eng: 'part',
    ua: 'частина',
  },
  {
    eng: 'party',
    ua: 'партія; вечірка',
  },
  {
    eng: 'pass',
    ua: 'прохід, проходити, передати',
  },
  {
    eng: 'past',
    ua: 'минуле',
  },
  {
    eng: 'patient',
    ua: 'пацієнт; терплячий',
  },
  {
    eng: 'pay',
    ua: 'платити, плата',
  },
  {
    eng: 'peace',
    ua: 'мир, спокій',
  },
  {
    eng: 'pen',
    ua: 'ручка',
  },
  {
    eng: 'pencil',
    ua: 'олівець',
  },
  {
    eng: 'people',
    ua: 'народ',
  },
  {
    eng: 'perhaps',
    ua: 'можливо, либонь',
  },
  {
    eng: 'period',
    ua: 'період',
  },
  {
    eng: 'person',
    ua: 'людина, особа',
  },
  {
    eng: 'pick',
    ua: 'вибір, вибирати; добирати, збирати (фрукти, квіти)',
  },
  {
    eng: 'picture',
    ua: 'картина, зображати',
  },
  {
    eng: 'piece',
    ua: 'шматок, частка',
  },
  {
    eng: 'pink',
    ua: 'рожевий',
  },
  {
    eng: 'place',
    ua: 'місце; розмістити покласти, поставити',
  },
  {
    eng: 'plan',
    ua: 'план, планувати',
  },
  {
    eng: 'plant',
    ua: 'рослина; заво́д',
  },
  {
    eng: 'plate',
    ua: 'плита, пластина; тарілка',
  },
  {
    eng: 'play',
    ua: 'гра, грати',
  },
  {
    eng: 'please',
    ua: 'будь-ласка; подобатися ',
  },
  {
    eng: 'point',
    ua: 'крапка, пункт, місце',
  },
  {
    eng: 'police',
    ua: 'поліція',
  },
  {
    eng: 'political',
    ua: 'політичний',
  },
  {
    eng: 'poor',
    ua: 'бідний, незаможний',
  },
  {
    eng: 'position',
    ua: 'позиція, положення',
  },
  {
    eng: 'possible',
    ua: 'можливий',
  },
  {
    eng: 'post',
    ua: 'пост, пошта',
  },
  {
    eng: 'power',
    ua: 'сила, енергія; влада',
  },
  {
    eng: 'practice',
    ua: 'практика',
  },
  {
    eng: 'prepare',
    ua: 'підготовлювати',
  },
  {
    eng: 'present',
    ua: '1) присутній, теперішній, нинішній; 2)представляти',
  },
  {
    eng: 'press',
    ua: 'преса, друк; тиснути, тиск',
  },
  {
    eng: 'pretty',
    ua: 'гарненький, приємний; досить',
  },
  {
    eng: 'price',
    ua: 'ціна, оцінювати',
  },
  {
    eng: 'private',
    ua: 'приватний, особистий; рядовий (арм. звання)',
  },
  {
    eng: 'probably',
    ua: 'ймовірно, мабуть',
  },
  {
    eng: 'problem',
    ua: 'проблема',
  },
  {
    eng: 'produce',
    ua: 'виробляти, виріб ',
  },
  {
    eng: 'product',
    ua: 'продукт',
  },
  {
    eng: 'program(me)',
    ua: 'програма',
  },
  {
    eng: 'promise',
    ua: 'обіцянка, обіцяти',
  },
  {
    eng: 'prove',
    ua: 'доводити, доказувати',
  },
  {
    eng: 'provide',
    ua: 'постачати, забезпечувати',
  },
  {
    eng: 'public',
    ua: 'публічний, громадський, публіка, громадськість',
  },
  {
    eng: 'pull',
    ua: 'потягти, потягнути, тяга ',
  },
  {
    eng: 'pupil',
    ua: 'учень',
  },
  {
    eng: 'purpose',
    ua: 'намір, мета, мати за мету',
  },
  {
    eng: 'push',
    ua: 'штовхати, поштовх',
  },
  {
    eng: 'put',
    ua: 'покласти, поставити',
  },
  {
    eng: 'quality',
    ua: 'якість, властивість',
  },
  {
    eng: 'quarter',
    ua: 'квартал, чверть',
  },
  {
    eng: 'question',
    ua: 'питання',
  },
  {
    eng: 'quick',
    ua: 'швидко, швидкий, жвавий',
  },
  {
    eng: 'quickly',
    ua: 'швидко',
  },
  {
    eng: 'quiet',
    ua: 'тихий, тиша',
  },
  {
    eng: 'quite',
    ua: 'цілком, майже',
  },
  {
    eng: 'race',
    ua: 'гонки, перегони; раса',
  },
  {
    eng: 'radio',
    ua: 'радіо',
  },

  {
    eng: 'rain',
    ua: 'дощ',
  },
  {
    eng: 'raise',
    ua: 'підвищення, зростання',
  },
  {
    eng: 'range',
    ua: 'ряд, порядок (обрахунку)',
  },
  {
    eng: 'rate',
    ua: 'норма, ставка; рівень (напр. рівень злочинності)',
  },
  {
    eng: 'rather',
    ua: 'вірніше',
  },
  {
    eng: 'reach',
    ua: 'досягти, дотягтись, досяжність ',
  },
  {
    eng: 'read',
    ua: 'читати',
  },
  {
    eng: 'ready',
    ua: 'готовий',
  },
  {
    eng: 'real',
    ua: 'дійсний, реальний',
  },
  {
    eng: 'really',
    ua: 'дійсно',
  },
  {
    eng: 'reason',
    ua: 'причина, мотив; розуміння',
  },
  {
    eng: 'receive',
    ua: 'отримувати',
  },
  {
    eng: 'recognize',
    ua: 'визнати, розпізнавати',
  },
  {
    eng: 'record',
    ua: 'запис, записувати; рекордний',
  },
  {
    eng: 'red',
    ua: 'червоний',
  },
  {
    eng: 'remain',
    ua: 'залишатися',
  },
  {
    eng: 'remember',
    ua: "пам'ятати",
  },
  {
    eng: 'repeat',
    ua: 'повторити',
  },
  {
    eng: 'reply',
    ua: 'відповідь',
  },
  {
    eng: 'report',
    ua: 'повідомляти, доповідати, доповідь',
  },
  {
    eng: 'represent',
    ua: 'представляти',
  },
  {
    eng: 'respect',
    ua: 'повага, поважати',
  },
  {
    eng: 'rest',
    ua: 'відпочинок, відпочивати; решта',
  },
  {
    eng: 'restaurant',
    ua: 'ресторан',
  },
  {
    eng: 'result',
    ua: 'результат',
  },
  {
    eng: 'return',
    ua: 'повернення',
  },
  {
    eng: 'rich',
    ua: 'багатий',
  },
  {
    eng: 'ride',
    ua: 'їздити, кататися',
  },
  {
    eng: 'right',
    ua: 'право; правильний',
  },
  {
    eng: 'ring',
    ua: 'кільце, коло; ринг ',
  },
  {
    eng: 'rise',
    ua: 'зростання',
  },
  {
    eng: 'river',
    ua: 'річка',
  },
  {
    eng: 'road',
    ua: 'дорога',
  },
  {
    eng: 'rock',
    ua: 'скеля; хитати',
  },
  {
    eng: 'roll',
    ua: 'рулон; катати, котитися',
  },
  {
    eng: 'room',
    ua: 'кімната',
  },
  {
    eng: 'round',
    ua: 'круг, круговий; навколо; раунд',
  },
  {
    eng: 'rule',
    ua: 'правило, правити, керувати',
  },
  {
    eng: 'run',
    ua: 'бігти',
  },
  {
    eng: 'ran',
    ua: 'побіг',
  },
  {
    eng: 'sad',
    ua: 'сумний',
  },
  {
    eng: 'sale',
    ua: 'продаж',
  },
  {
    eng: 'same',
    ua: 'той самий, такий же',
  },
  {
    eng: 'saturday',
    ua: 'субота',
  },
  {
    eng: 'save',
    ua: 'зберегти, зберігати, оберігати',
  },
  {
    eng: 'say',
    ua: 'сказати',
  },
  {
    eng: 'said',
    ua: 'говорив',
  },
  {
    eng: 'school',
    ua: 'школа',
  },
  {
    eng: 'science',
    ua: 'наука',
  },
  {
    eng: 'sea',
    ua: 'море',
  },
  {
    eng: 'season',
    ua: 'сезон',
  },
  {
    eng: 'seat',
    ua: 'сидіння, усаджувати',
  },
  {
    eng: 'second',
    ua: 'другий; секунда',
  },
  {
    eng: 'secret',
    ua: 'секрет',
  },
  {
    eng: 'secretary',
    ua: 'секретар',
  },
  {
    eng: 'section',
    ua: 'розділ, секція',
  },
  {
    eng: 'see',
    ua: 'бачити',
  },
  {
    eng: 'seem',
    ua: 'здається, ввижається',
  },
  {
    eng: 'sell',
    ua: 'продавати',
  },
  {
    eng: 'send',
    ua: 'відправити',
  },
  {
    eng: 'sent',
    ua: 'надісланий',
  },
  {
    eng: 'sense',
    ua: 'почуття, відчуття; сенс, смисл',
  },
  {
    eng: 'sentence',
    ua: 'речення; присуджувати, вирок',
  },
  {
    eng: 'separate',
    ua: 'окремий',
  },
  {
    eng: 'september',
    ua: 'вересень',
  },
  {
    eng: 'serious',
    ua: 'серйозний',
  },
  {
    eng: 'serve',
    ua: 'служити',
  },
  {
    eng: 'service',
    ua: 'обслуговування, служба',
  },
  {
    eng: 'set',
    ua: 'ставити, класти; набір, комплект',
  },
  {
    eng: 'seven',
    ua: 'сім',
  },
  {
    eng: 'seventeen',
    ua: 'сімнадцять',
  },
  {
    eng: 'seventy',
    ua: 'сімдесят',
  },
  {
    eng: 'several',
    ua: 'кілька',
  },
  {
    eng: 'shake',
    ua: 'трусити, трясти',
  },
  {
    eng: 'shall',
    ua: '(допоміжне дієслово, яке утворює майбутній час), повинен',
  },
  {
    eng: 'share',
    ua: 'поділитися (чимось); частка, частина',
  },
  {
    eng: 'sharp',
    ua: 'гострий; різкий',
  },
  {
    eng: 'she',
    ua: 'вона, жінка',
  },
  {
    eng: 'ship',
    ua: 'судно; перевозити',
  },
  {
    eng: 'shirt',
    ua: 'сорочка, блузка',
  },
  {
    eng: 'shoe',
    ua: 'черевик',
  },
  {
    eng: 'shoot',
    ua: 'стріляти',
  },
  {
    eng: 'shop',
    ua: 'магазин, робити покупки',
  },
  {
    eng: 'short',
    ua: 'короткий',
  },
  {
    eng: 'should',
    ua: '(допоміжне дієслово, яке утворює минулий час), повинен',
  },
  {
    eng: 'shoulder',
    ua: 'плече',
  },
  {
    eng: 'show',
    ua: 'показувати, видовище, вистава',
  },
  {
    eng: 'shut',
    ua: 'зачинятись, закривати',
  },
  {
    eng: 'side',
    ua: 'сторона, бік ',
  },
  {
    eng: 'sight',
    ua: 'погляд, зір; вигляд; побачити',
  },
  {
    eng: 'sign',
    ua: 'знак, ознака; підписувати',
  },
  {
    eng: 'simple',
    ua: 'простий',
  },
  {
    eng: 'since',
    ua: 'з (напр., з 1970 року); відтоді',
  },
  {
    eng: 'sing',
    ua: 'співати',
  },
  {
    eng: 'single',
    ua: 'єдиний, самотній',
  },
  {
    eng: 'sir',
    ua: 'пан',
  },
  {
    eng: 'sister',
    ua: 'сестра',
  },
  {
    eng: 'sit',
    ua: 'сидіти, сідати',
  },
  {
    eng: 'sat',
    ua: 'сидів',
  },
  {
    eng: 'situation',
    ua: 'ситуація',
  },

  {
    eng: 'six',
    ua: 'шість',
  },
  {
    eng: 'sixteen',
    ua: 'шіснадцять',
  },
  {
    eng: 'sixty',
    ua: 'шістдесят',
  },
  {
    eng: 'size',
    ua: 'розмір ',
  },
  {
    eng: 'skin',
    ua: 'шкіра, оболочка; здирати шкіру',
  },
  {
    eng: 'sky',
    ua: 'небо',
  },
  {
    eng: 'sleep',
    ua: 'спати, сон',
  },
  {
    eng: 'slow',
    ua: 'повільний',
  },
  {
    eng: 'slowly',
    ua: 'повільно',
  },
  {
    eng: 'small',
    ua: 'маленький, незначний',
  },
  {
    eng: 'smell',
    ua: 'запах, нюх, нюхати',
  },
  {
    eng: 'smile',
    ua: 'посмішка',
  },
  {
    eng: 'smoke',
    ua: 'дим, палити',
  },
  {
    eng: 'snow',
    ua: 'сніг, снігопад',
  },
  {
    eng: 'so',
    ua: 'отже, таким чином; так',
  },
  {
    eng: 'social',
    ua: 'соціальний, суспільний',
  },
  {
    eng: 'society',
    ua: 'суспільство, громада',
  },
  {
    eng: 'soft',
    ua: "м'який",
  },
  {
    eng: 'solution',
    ua: 'рішення, вирішення; розчин',
  },
  {
    eng: 'some',
    ua: 'деякі, якісь',
  },
  {
    eng: 'someone',
    ua: 'хтось, дехто',
  },
  {
    eng: 'something',
    ua: 'щось, дещо',
  },
  {
    eng: 'sometimes',
    ua: 'іноді, часом, інколи',
  },
  {
    eng: 'son',
    ua: 'син',
  },
  {
    eng: 'song',
    ua: 'пісня, спів',
  },
  {
    eng: 'soon',
    ua: 'незабаром',
  },
  {
    eng: 'sorry',
    ua: 'шкода, вибачте',
  },
  {
    eng: 'sort',
    ua: 'сорт, сортувати',
  },
  {
    eng: 'sound',
    ua: 'звук, звучати',
  },
  {
    eng: 'south',
    ua: 'південь',
  },
  {
    eng: 'space',
    ua: 'простір, космос',
  },
  {
    eng: 'speak',
    ua: 'говорити',
  },
  {
    eng: 'spoke (speak)',
    ua: 'говорив; спиця (колеса), щабель (драбини)',
  },
  {
    eng: 'special',
    ua: 'спеціальний',
  },
  {
    eng: 'speed',
    ua: 'швидкість',
  },
  {
    eng: 'spend',
    ua: 'витрачати (гроші), проводити (час), виснажувати',
  },
  {
    eng: 'spring',
    ua: 'весна, навесні; пружина',
  },
  {
    eng: 'square',
    ua: 'сквер, площа; квадрат, прямокутник',
  },
  {
    eng: 'stage',
    ua: 'стадія, етап; естрада, підмостки, сцена, сценічний',
  },
  {
    eng: 'stand',
    ua: 'стояти, вистояти; стенд, підставка',
  },
  {
    eng: 'stood',
    ua: 'стояв',
  },
  {
    eng: 'star',
    ua: 'зірка',
  },
  {
    eng: 'start',
    ua: 'старт',
  },
  {
    eng: 'state',
    ua: 'становище, стан; штат, держава',
  },
  {
    eng: 'statement',
    ua: 'заява, констатування',
  },
  {
    eng: 'station',
    ua: 'станція, зупинка; ставити на певне місце',
  },
  {
    eng: 'stay',
    ua: 'залишатися, залишитися',
  },
  {
    eng: 'step',
    ua: 'крок, крокувати',
  },
  {
    eng: 'stick',
    ua: 'палиця, дрючок; приклеювати',
  },
  {
    eng: 'still',
    ua: 'як і раніше, досі, нерухомий, нерухомо',
  },
  {
    eng: 'stone',
    ua: "камінь, кам'яний",
  },
  {
    eng: 'stop',
    ua: 'стоп',
  },
  {
    eng: 'store',
    ua: 'магазин; склад, зберігати, запасати',
  },
  {
    eng: 'story',
    ua: 'історія, оповідання',
  },
  {
    eng: 'straight',
    ua: 'прямий, рівний, прямо',
  },
  {
    eng: 'strange',
    ua: 'дивний, незвичайний; чужий, незнайомий',
  },
  {
    eng: 'street',
    ua: 'вулиця',
  },
  {
    eng: 'strike',
    ua: 'удар; страйк',
  },
  {
    eng: 'strong',
    ua: 'сильний',
  },
  {
    eng: 'student',
    ua: 'студент',
  },
  {
    eng: 'study',
    ua: 'вивчення, навчатися',
  },
  {
    eng: 'subject',
    ua: "cуб'єкт; підлеглий; предмет, тема",
  },
  {
    eng: 'success',
    ua: 'успіх',
  },
  {
    eng: 'such',
    ua: 'такий, подібний',
  },
  {
    eng: 'suddenly',
    ua: 'раптом ',
  },
  {
    eng: 'sugar',
    ua: 'цукор',
  },
  {
    eng: 'suggest',
    ua: 'пропонувати',
  },
  {
    eng: 'suit',
    ua: 'підходити, пасувати (наприклад, “пасує костюм”); набір, комплект, костюм; сюїта',
  },
  {
    eng: 'summer',
    ua: 'літо',
  },
  {
    eng: 'sun',
    ua: 'сонце',
  },
  {
    eng: 'sunday',
    ua: 'неділя',
  },
  {
    eng: 'supper',
    ua: 'вечеря, вечеряти',
  },
  {
    eng: 'supply',
    ua: 'постачати',
  },
  {
    eng: 'support',
    ua: 'підтримка',
  },
  {
    eng: 'suppose',
    ua: 'припускати, припущення',
  },
  {
    eng: 'sure',
    ua: 'упевнений; безперечно',
  },
  {
    eng: 'surprise',
    ua: 'сюрприз, несподіванка; здивування',
  },
  {
    eng: 'sweet',
    ua: 'солодкий; свіжий, запашний',
  },
  {
    eng: 'swim',
    ua: 'плавати',
  },
  {
    eng: 'system',
    ua: 'система',
  },
  {
    eng: 'table',
    ua: 'стіл; таблиця',
  },
  {
    eng: 'take',
    ua: 'брати, приймати',
  },
  {
    eng: 'took',
    ua: 'взяв',
  },
  {
    eng: 'talk',
    ua: 'розмова, розмовляти',
  },
  {
    eng: 'tall',
    ua: 'високий, рослий; заввишки',
  },
  {
    eng: 'tea',
    ua: 'чай',
  },
  {
    eng: 'teach',
    ua: 'навчати',
  },
  {
    eng: 'teacher',
    ua: 'вчитель',
  },
  {
    eng: 'tear',
    ua: 'сльоза; порватися, рвати',
  },
  {
    eng: '(tele)phone',
    ua: 'телефон',
  },
  {
    eng: 'television',
    ua: 'телебачення',
  },
  {
    eng: 'tell',
    ua: 'розповідати',
  },
  {
    eng: 'told',
    ua: 'сказав',
  },
  {
    eng: 'temperature',
    ua: 'температура',
  },
  {
    eng: 'ten',
    ua: 'десять',
  },
  {
    eng: 'term',
    ua: 'термін (напр., науковий термін), вираз; термін (часовий), строк',
  },
  {
    eng: 'test',
    ua: 'випробування, тест',
  },
  {
    eng: 'than',
    ua: 'як, ніж (напр., більше ніж очікувалось), крім',
  },
  {
    eng: 'thank',
    ua: 'дякую',
  },
  {
    eng: 'that',
    ua: 'що, щоб; той, те',
  },

  {
    eng: 'the',
    ua: 'означений артикль',
  },
  {
    eng: 'their',
    ua: 'їх, їхній',
  },
  {
    eng: 'them',
    ua: 'їм, їх',
  },
  {
    eng: 'then',
    ua: 'тоді, потім, тому; отже, в такому разі',
  },
  {
    eng: 'there',
    ua: 'там',
  },
  {
    eng: 'these',
    ua: 'ці',
  },
  {
    eng: 'they',
    ua: 'вони',
  },
  {
    eng: 'thick',
    ua: 'товстий; густий, щільний',
  },
  {
    eng: 'thin',
    ua: 'тонкий, худий, тоншати, схуднути; ненасичений',
  },
  {
    eng: 'thing',
    ua: 'річ, предмет',
  },
  {
    eng: 'think',
    ua: 'думати, міркувати',
  },
  {
    eng: 'third',
    ua: 'третій; третина',
  },
  {
    eng: 'thirteen',
    ua: 'тринадцять',
  },
  {
    eng: 'thirty',
    ua: 'тридцять',
  },
  {
    eng: 'this',
    ua: 'це, цей',
  },
  {
    eng: 'those',
    ua: 'ті',
  },
  {
    eng: 'though',
    ua: 'хоча́',
  },
  {
    eng: 'thought',
    ua: 'думка; думати ',
  },
  {
    eng: 'thousand',
    ua: 'тисяча',
  },
  {
    eng: 'three',
    ua: 'три',
  },
  {
    eng: 'through',
    ua: 'через, крізь, наскрізь; з початку до кінця',
  },
  {
    eng: 'throw',
    ua: 'кидати, кидок',
  },
  {
    eng: 'thursday',
    ua: 'четвер',
  },
  {
    eng: 'tie',
    ua: "зав'язувати, прив'язувати; краватка",
  },
  {
    eng: 'till',
    ua: 'грошовий ящик, каса; до, доки',
  },
  {
    eng: 'time',
    ua: 'час; рази, раз (наприкл., двадцять раз); тайм',
  },
  {
    eng: 'to',
    ua: 'до (вказує на напрямок)',
  },
  {
    eng: 'today',
    ua: 'сьогодні',
  },
  {
    eng: 'together',
    ua: 'разом',
  },
  {
    eng: 'tomorrow',
    ua: 'завтра',
  },
  {
    eng: 'too',
    ua: 'занадто; також',
  },
  {
    eng: 'tooth',
    ua: 'зуб',
  },
  {
    eng: 'teeth',
    ua: 'зуби',
  },
  {
    eng: 'top',
    ua: 'верх, вершина',
  },
  {
    eng: 'touch',
    ua: 'дотик, торкатися',
  },
  {
    eng: 'towards',
    ua: 'до, по відношенню до, по напрямку до',
  },
  {
    eng: 'town',
    ua: 'місто ',
  },
  {
    eng: 'trade',
    ua: 'торгівля, торгувати',
  },
  {
    eng: 'train',
    ua: 'тренувати; поїзд',
  },
  {
    eng: 'travel',
    ua: 'подорожувати, подорож',
  },
  {
    eng: 'tree',
    ua: 'дерево',
  },
  {
    eng: 'trip',
    ua: 'подорож, поїздка; спотикатися',
  },
  {
    eng: 'trouble',
    ua: 'труднощі, ускладнення; хвилювання, неспокій',
  },
  {
    eng: 'true',
    ua: 'правда, правдивий; справжній',
  },
  {
    eng: 'try',
    ua: 'спробувати, спроба',
  },
  {
    eng: 'tuesday',
    ua: 'вівторок',
  },
  {
    eng: 'turn',
    ua: 'поворот, повертати',
  },
  {
    eng: 'twelve',
    ua: 'дванадцять',
  },
  {
    eng: 'twenty',
    ua: 'двадцять',
  },
  {
    eng: 'two',
    ua: 'два',
  },
  {
    eng: 'type',
    ua: 'тип; вводити (з клавіатури)',
  },
  {
    eng: 'under',
    ua: 'під',
  },
  {
    eng: 'understand',
    ua: 'розуміти, мати на увазі',
  },
  {
    eng: 'university',
    ua: 'університет',
  },
  {
    eng: 'until',
    ua: 'доки, допоки, до',
  },
  {
    eng: 'up',
    ua: 'вгору',
  },
  {
    eng: 'upon',
    ua: 'на',
  },
  {
    eng: 'us',
    ua: 'нам',
  },
  {
    eng: 'use',
    ua: 'використовувати',
  },
  {
    eng: 'used',
    ua: 'вживаний, бувший у використанні',
  },
  {
    eng: 'usual',
    ua: 'звичайний',
  },
  {
    eng: 'usually',
    ua: 'зазвичай',
  },
  {
    eng: 'various',
    ua: 'різний',
  },
  {
    eng: 'very',
    ua: 'дуже',
  },
  {
    eng: 'view',
    ua: 'вид',
  },
  {
    eng: 'village',
    ua: 'село',
  },
  {
    eng: 'visit',
    ua: 'відвідувати',
  },
  {
    eng: 'voice',
    ua: 'голос',
  },
  {
    eng: 'wait',
    ua: 'чекати',
  },
  {
    eng: 'walk',
    ua: 'ходити',
  },
  {
    eng: 'wall',
    ua: 'стіна',
  },
  {
    eng: 'want',
    ua: 'хотіти, потреба',
  },
  {
    eng: 'war',
    ua: 'війна',
  },
  {
    eng: 'warm',
    ua: 'теплий, зігріватися',
  },
  {
    eng: 'wash',
    ua: 'мити',
  },
  {
    eng: 'watch',
    ua: 'дивитися, спостерігати',
  },
  {
    eng: 'water',
    ua: 'вода',
  },
  {
    eng: 'wave',
    ua: 'хвиля; махати',
  },
  {
    eng: 'way',
    ua: 'шлях, спосіб',
  },
  {
    eng: 'we',
    ua: 'ми',
  },
  {
    eng: 'weak',
    ua: 'слабкий',
  },
  {
    eng: 'wear',
    ua: 'носити, зношувати одяг',
  },
  {
    eng: 'weather',
    ua: 'погода',
  },
  {
    eng: 'wednesday',
    ua: 'середа',
  },
  {
    eng: 'week',
    ua: 'тиждень',
  },
  {
    eng: 'welcome',
    ua: 'ласкаво просимо',
  },
  {
    eng: 'well',
    ua: 'добре',
  },
  {
    eng: 'west',
    ua: 'Захід',
  },
  {
    eng: 'what',
    ua: 'що',
  },
  {
    eng: 'when',
    ua: 'коли',
  },
  {
    eng: 'where',
    ua: 'де, куди',
  },
  {
    eng: 'whether',
    ua: 'чи (наприкл., 1. whether A or B - чи А, чи В; 2. whether or no - так чи інакше)',
  },
  {
    eng: 'which',
    ua: 'котрий, який',
  },
  {
    eng: 'while',
    ua: '1) фраза: “в той час, як”; 2) час, проміжок часу',
  },
  {
    eng: 'white',
    ua: 'білий',
  },
  {
    eng: 'who',
    ua: 'хто',
  },
  {
    eng: 'whole',
    ua: 'цілий, весь; загало́м',
  },
  {
    eng: 'whom',
    ua: 'котрого, кого, кому',
  },
  {
    eng: 'whose',
    ua: 'чий, чия, чиї',
  },
  {
    eng: 'why',
    ua: 'чому?, навіщо?',
  },

  {
    eng: 'wide',
    ua: 'широкий, просторний',
  },
  {
    eng: 'wife',
    ua: 'дружина, жінка',
  },
  {
    eng: 'wild',
    ua: 'дикий',
  },
  {
    eng: 'will',
    ua: '(вираження майбутнього часу), воля, бажання, хотіння',
  },
  {
    eng: 'win',
    ua: 'вигравати',
  },
  {
    eng: 'wind',
    ua: 'вітер; намотувати',
  },
  {
    eng: 'window',
    ua: 'вікно',
  },
  {
    eng: 'winter',
    ua: 'зима',
  },
  {
    eng: 'wish',
    ua: 'бажати, бажання',
  },
  {
    eng: 'with',
    ua: 'з',
  },
  {
    eng: 'within',
    ua: 'всередині, в межах',
  },
  {
    eng: 'without',
    ua: 'поза, зовні; без',
  },
  {
    eng: 'woman / women',
    ua: 'жінка',
  },
  {
    eng: 'wonderful',
    ua: 'чудовий, дивовижний',
  },
  {
    eng: 'wood',
    ua: 'дерево, деревина',
  },
  {
    eng: 'word',
    ua: 'слово',
  },
  {
    eng: 'work',
    ua: 'робота, працювати',
  },
  {
    eng: 'world',
    ua: 'світ',
  },
  {
    eng: 'worry',
    ua: 'турбуватися, неспокій, хвилювання',
  },
  {
    eng: 'would',
    ua: 'б, би (минулий час від will, наприкл., he would do it - він зробив би це)',
  },
  {
    eng: 'write',
    ua: 'писати, написати',
  },
  {
    eng: 'wrote',
    ua: 'написав',
  },
  {
    eng: 'wrong',
    ua: 'неправильний, помилковий',
  },
  {
    eng: 'year',
    ua: 'рік',
  },
  {
    eng: 'yellow',
    ua: 'жовтий, жовтизна',
  },
  {
    eng: 'yes',
    ua: 'так',
  },
  {
    eng: 'yesterday',
    ua: 'вчора',
  },
  {
    eng: 'yet',
    ua: 'ще, все ще, досі; однак',
  },
  {
    eng: 'you',
    ua: 'ти',
  },
  {
    eng: 'young',
    ua: 'молодий',
  },
  {
    eng: 'your',
    ua: 'твій, твоя, твоє',
  },
  {
    eng: 'absence',
    ua: 'відсу́тність, брак, неста́ча ',
  },
  {
    eng: 'accident',
    ua: 'аварія, нещасний випадок, випадковість',
  },
  {
    eng: 'active',
    ua: 'акти́вний, чи́нний',
  },
  {
    eng: 'actual',
    ua: 'актуальний, фактичний, дійсний',
  },
  {
    eng: 'actually',
    ua: 'факти́чно, реа́льно, наспра́вді, в ді́йсності',
  },
  {
    eng: 'annual',
    ua: 'щорі́чний, річни́й',
  },
  {
    eng: 'angle',
    ua: 'кут, кутник, кут зору',
  },
  {
    eng: 'application',
    ua: 'застосування, прикладна програма',
  },
  {
    eng: 'attitude',
    ua: 'ставлення, позиція',
  },
  {
    eng: 'average',
    ua: 'середнє (значення), усереднювати',
  },
  {
    eng: 'actor',
    ua: 'актор, діяч',
  },
  {
    eng: 'anger',
    ua: 'злий',
  },
  {
    eng: 'afterward',
    ua: 'пізніше, потім',
  },
  {
    eng: 'argue',
    ua: 'сперечатись, арґументува́ти, обсто́ювати',
  },
  {
    eng: 'argument',
    ua: 'аргумент; дискусія, суперечка',
  },
  {
    eng: 'badly',
    ua: 'погано, вкрай',
  },
  {
    eng: 'background',
    ua: 'фон, задній план',
  },
  {
    eng: 'balance',
    ua: 'баланс, рівновага',
  },
  {
    eng: 'borrow',
    ua: 'позичати, запозичувати',
  },
  {
    eng: 'basis',
    ua: 'основа, базис',
  },
  {
    eng: 'basket',
    ua: 'кошик',
  },
  {
    eng: 'bath-room',
    ua: 'ванна-кімната',
  },
  {
    eng: 'bath',
    ua: 'ванна',
  },
  {
    eng: 'benefit',
    ua: 'користь, перевага',
  },
  {
    eng: 'being',
    ua: 'перебування, існування',
  },
  {
    eng: 'billion',
    ua: 'мільярд (в США), трильйон (в Англії)',
  },
  {
    eng: 'bitter',
    ua: 'гіркий, болісний',
  },
  {
    eng: 'businessman',
    ua: 'бізнесмен',
  },
  {
    eng: 'beauty',
    ua: 'краса',
  },
  {
    eng: 'border',
    ua: 'кордон, межа',
  },
  {
    eng: 'broken',
    ua: 'зламаний, розбитий',
  },
  {
    eng: 'bicycle',
    ua: 'велосипед',
  },
  {
    eng: 'button',
    ua: 'кнопка, гудзик',
  },
  {
    eng: 'damage',
    ua: 'пошкодження, збиток',
  },
  {
    eng: 'darkness',
    ua: 'темрява',
  },
  {
    eng: 'document',
    ua: 'документ',
  },
  {
    eng: 'daily',
    ua: 'щоденний',
  },
  {
    eng: 'dangerous',
    ua: 'небезпечний',
  },
  {
    eng: 'data',
    ua: 'дані',
  },
  {
    eng: 'dirty',
    ua: 'брудний, забруднювати',
  },
  {
    eng: 'difficulty',
    ua: 'труднощі',
  },
  {
    eng: 'dictionary',
    ua: 'словник',
  },
  {
    eng: 'distant',
    ua: 'далекий, віддалений',
  },
  {
    eng: 'district',
    ua: 'район, округ',
  },
  {
    eng: 'drawing',
    ua: 'малюнок',
  },
  {
    eng: 'double',
    ua: 'подвійний',
  },
  {
    eng: 'dozen',
    ua: 'дюжина',
  },
  {
    eng: 'generation',
    ua: 'покоління',
  },
  {
    eng: 'generally',
    ua: 'загалом, вцілому',
  },
  {
    eng: 'gentle',
    ua: "ніжний, м'який, лагідний",
  },
  {
    eng: 'gentleman',
    ua: 'джентльмен',
  },
  {
    eng: 'agency',
    ua: 'агенція, дія́льність, сприя́ння, посере́дництво',
  },
  {
    eng: 'agent',
    ua: 'аге́нт; фа́ктор, чи́нник, програ́ма-посере́дник (між машиною та користувачем тощо)',
  },
  {
    eng: 'ancient',
    ua: 'старода́вній, да́вній, застарілий',
  },
  {
    eng: 'elephant',
    ua: 'слон',
  },
  {
    eng: 'excellent',
    ua: 'відмі́нний, чудо́вий',
  },
  {
    eng: 'expert',
    ua: 'експерт',
  },
  {
    eng: 'explanation',
    ua: 'пояснення',
  },
  {
    eng: 'export',
    ua: 'експорт',
  },
  {
    eng: 'extra',
    ua: 'додатковий; естра-, над-',
  },
  {
    eng: 'element',
    ua: 'елемент',
  },
  {
    eng: 'energy',
    ua: 'енергія',
  },
  {
    eng: 'anyway',
    ua: 'у вся́кому ви́падку, так чи іна́кше',
  },
  {
    eng: 'anywhere',
    ua: 'скрізь, де завго́дно, будь-де',
  },
  {
    eng: 'anybody',
    ua: 'хто-не́будь',
  },
  {
    eng: 'entrance',
    ua: 'вхід, вступ',
  },
  {
    eng: 'envelope',
    ua: 'оболонка, обгортка, конверт',
  },
  {
    eng: 'estimate',
    ua: 'оцінка, оцінювати',
  },
  {
    eng: 'evidence',
    ua: 'доказ',
  },

  {
    eng: 'everywhere',
    ua: 'скрізь, всюди',
  },
  {
    eng: 'factor',
    ua: 'фактор, чинник',
  },
  {
    eng: 'fashion',
    ua: 'мода',
  },
  {
    eng: 'finally',
    ua: 'зрештою, врешті-решт; остато́чно',
  },
  {
    eng: 'following',
    ua: 'наступний',
  },
  {
    eng: 'feather',
    ua: 'перо, пір’їна',
  },
  {
    eng: 'failure',
    ua: 'провал, невиконання',
  },
  {
    eng: 'favour',
    ua: 'прихильність; послуга',
  },
  {
    eng: 'favourite',
    ua: 'улюблений',
  },
  {
    eng: 'furniture',
    ua: 'меблі, фурнітура',
  },
  {
    eng: 'fairly',
    ua: 'досить, достатньо; чесно, справедливо',
  },
  {
    eng: 'fellow',
    ua: 'колега; чоловік, хлопець',
  },
  {
    eng: 'feature',
    ua: 'особливість, риса, властивість',
  },
  {
    eng: 'former',
    ua: 'колишній, минулий',
  },
  {
    eng: 'friendly',
    ua: 'дружній',
  },
  {
    eng: 'frequent',
    ua: 'частий',
  },
  {
    eng: 'frequently',
    ua: 'часто',
  },
  {
    eng: 'frighten',
    ua: 'лякати',
  },
  {
    eng: 'football',
    ua: 'футбол',
  },
  {
    eng: 'fighting',
    ua: 'боротьба, бій',
  },
  {
    eng: 'funny',
    ua: 'смішний, кумедний',
  },
  {
    eng: 'function',
    ua: 'функція',
  },
  {
    eng: 'gather',
    ua: 'збирати',
  },
  {
    eng: 'garage',
    ua: 'гараж',
  },
  {
    eng: 'golden',
    ua: 'золотий',
  },
  {
    eng: 'equal',
    ua: 'рівний, однаковий',
  },
  {
    eng: 'equally',
    ua: 'в однаковій мірі, однаково',
  },
  {
    eng: 'evil',
    ua: 'зло',
  },
  {
    eng: 'easily',
    ua: 'легко, просто',
  },
  {
    eng: 'economic',
    ua: 'економічний',
  },
  {
    eng: 'camera',
    ua: 'фотоапарат, камера',
  },
  {
    eng: 'characteristic',
    ua: 'характеристика',
  },
  {
    eng: 'character',
    ua: 'персонаж, характер',
  },
  {
    eng: 'captain',
    ua: 'капітан',
  },
  {
    eng: 'council',
    ua: 'рада, нарада',
  },
  {
    eng: 'castle',
    ua: 'замок, фортеця',
  },
  {
    eng: 'comment',
    ua: 'коментар, зауваження',
  },
  {
    eng: 'competition',
    ua: 'конкуренція, змагання',
  },
  {
    eng: 'composition',
    ua: 'склад, композиція',
  },
  {
    eng: 'complex',
    ua: 'комплекс; складний, комплексний',
  },
  {
    eng: 'conference',
    ua: 'конференція',
  },
  {
    eng: 'confidence',
    ua: 'довіра; таємниця; впевненість',
  },
  {
    eng: 'contact',
    ua: 'контакт',
  },
  {
    eng: 'content',
    ua: 'зміст, вміст',
  },
  {
    eng: 'conversation',
    ua: 'розмова',
  },
  {
    eng: 'cotton',
    ua: 'бавовна',
  },
  {
    eng: 'curtain',
    ua: 'завіса, завішувати',
  },
  {
    eng: 'careful',
    ua: 'обережний, акуратний',
  },
  {
    eng: 'carefully',
    ua: 'обережно, акуратно, ретельно',
  },
  {
    eng: 'chemical',
    ua: 'хімічний',
  },
  {
    eng: 'kilogram',
    ua: 'кілограм',
  },
  {
    eng: 'kilometre',
    ua: 'кілометр',
  },
  {
    eng: 'curious',
    ua: 'допитливий, цікавий',
  },
  {
    eng: 'classroom',
    ua: 'клас, аудиторія',
  },
  {
    eng: 'closely',
    ua: 'тісно, щільно',
  },
  {
    eng: 'clever',
    ua: 'розумний, вправний, здібний',
  },
  {
    eng: 'clearly',
    ua: 'ясно, чітко, очевидно',
  },
  {
    eng: 'credit',
    ua: 'кредит',
  },
  {
    eng: 'creature',
    ua: 'створіння, істота',
  },
  {
    eng: 'criminal',
    ua: 'злочинець, кримінальний',
  },
  {
    eng: 'cupboard',
    ua: 'шафа, сервант',
  },
  {
    eng: 'culture',
    ua: 'культура; розведення; оброблення (землі)',
  },
  {
    eng: 'comfort',
    ua: 'комфорт, зручність',
  },
  {
    eng: 'comfortable',
    ua: 'комфортабельний, зручний',
  },
  {
    eng: 'couple',
    ua: "пара, двійка, парувати, об'єднувати (в пари)",
  },
  {
    eng: 'courage',
    ua: 'сміливість, хоробрість',
  },
  {
    eng: 'customer',
    ua: 'споживач, замовник',
  },
  {
    eng: 'cousin',
    ua: 'двоюрідний брат',
  },
  {
    eng: 'audience',
    ua: 'аудиторія, слухачі',
  },
  {
    eng: 'author',
    ua: 'автор',
  },
  {
    eng: 'circumstance',
    ua: 'обставина',
  },
  {
    eng: 'citizen',
    ua: 'громадянин',
  },
  {
    eng: 'civil',
    ua: 'цивільний, громадянський',
  },
  {
    eng: 'challenge',
    ua: 'складне завдання, виклик',
  },
  {
    eng: 'chapter',
    ua: 'розділ, глава',
  },
  {
    eng: 'chairman',
    ua: 'голова, головуючий',
  },
  {
    eng: 'female',
    ua: 'жіночий, особа жіночої статі',
  },
  {
    eng: 'freedom',
    ua: 'свобода',
  },
  {
    eng: 'eastern',
    ua: 'східний',
  },
  {
    eng: 'bury',
    ua: 'поховати, закопати',
  },
  {
    eng: 'artist',
    ua: 'художник, артист',
  },
  {
    eng: 'aunt',
    ua: 'тітка',
  },
  {
    eng: 'band',
    ua: 'смуга, стрічка; банда',
  },
  {
    eng: 'bind',
    ua: "зв'язувати, пов'язувати",
  },
  {
    eng: 'bow (1)',
    ua: 'уклін, зігнутися',
  },
  {
    eng: 'bow (2)',
    ua: 'лук, дуга',
  },
  {
    eng: 'bedroom',
    ua: 'спальня',
  },
  {
    eng: 'bone',
    ua: 'кістка; виймати (вирізати) кістки',
  },
  {
    eng: 'bell',
    ua: 'дзвоник, дзвін',
  },
  {
    eng: 'belt',
    ua: 'пояс',
  },
  {
    eng: 'bend',
    ua: 'вигин, згин',
  },
  {
    eng: 'burst',
    ua: 'вибух, імпульс',
  },
  {
    eng: 'birth',
    ua: 'народження',
  },
  {
    eng: 'behave',
    ua: 'вести себе, поводитися',
  },
  {
    eng: 'behaviour',
    ua: 'поведінка',
  },
  {
    eng: 'belief',
    ua: 'переконання, віра',
  },
  {
    eng: 'beside',
    ua: 'біля, коло, поруч',
  },
  {
    eng: 'besides',
    ua: 'крім того',
  },
  {
    eng: 'beneath',
    ua: 'під, нижче, унизу',
  },
  {
    eng: 'beer',
    ua: 'пиво',
  },

  {
    eng: 'blind',
    ua: 'блокувати небажані дані (комп); штора; сліпий, засліплювати',
  },
  {
    eng: 'blame',
    ua: 'вина, провина, звинувачувати',
  },
  {
    eng: 'bowl',
    ua: 'кубок, чаша; куля, гратися в кулі',
  },
  {
    eng: 'boil',
    ua: "кип'ятити; нарив, фурункул",
  },
  {
    eng: 'brain',
    ua: 'мозок, розум',
  },
  {
    eng: 'brave',
    ua: 'хоробрий',
  },
  {
    eng: 'breath',
    ua: 'дихання',
  },
  {
    eng: 'breathe',
    ua: 'дихати',
  },
  {
    eng: 'brick',
    ua: 'цегла, брикет',
  },
  {
    eng: 'broad',
    ua: 'широко, широкий',
  },
  {
    eng: 'brush',
    ua: 'щітка, пензель',
  },
  {
    eng: 'boot',
    ua: 'черевик, чобіт; завантаження (операційної системи); багажник (автомашини)',
  },
  {
    eng: 'bush',
    ua: 'кущ, чагарник',
  },
  {
    eng: 'bite',
    ua: 'укус, кусатися',
  },
  {
    eng: 'dad',
    ua: 'тато',
  },
  {
    eng: 'daddy',
    ua: 'тато',
  },
  {
    eng: 'director',
    ua: 'директор, режисер',
  },
  {
    eng: 'directly',
    ua: 'безпосередньо, прямо',
  },
  {
    eng: 'domestic',
    ua: 'домашній, місцевий, внутрішній',
  },
  {
    eng: 'debt',
    ua: 'борг',
  },
  {
    eng: 'define',
    ua: 'означення, означити',
  },
  {
    eng: 'declare',
    ua: 'оголошувати',
  },
  {
    eng: 'delay',
    ua: 'затримка',
  },
  {
    eng: 'deliver',
    ua: 'доставляти, постачати; виголошувати (промову)',
  },
  {
    eng: 'deny',
    ua: 'заперечувати, відмовлятися',
  },
  {
    eng: 'depend',
    ua: 'залежати; покладатися',
  },
  {
    eng: 'description',
    ua: 'опис',
  },
  {
    eng: 'discussion',
    ua: 'обговорення',
  },
  {
    eng: 'discovery',
    ua: 'відкриття, винахід',
  },
  {
    eng: 'despite',
    ua: 'не зважаючи на...',
  },
  {
    eng: 'display',
    ua: 'показувати; екран',
  },
  {
    eng: 'destroy',
    ua: 'руйнувати, нищити',
  },
  {
    eng: 'determine',
    ua: 'визначити, обчислити, вирішити (задачу)',
  },
  {
    eng: 'division',
    ua: 'відділення, відділ; поділ',
  },
  {
    eng: 'desire',
    ua: 'бажання, бажати',
  },
  {
    eng: 'design',
    ua: 'дизайн',
  },
  {
    eng: 'disease',
    ua: 'хвороба',
  },
  {
    eng: 'defence',
    ua: 'оборона, захист',
  },
  {
    eng: 'defeat',
    ua: 'поразка, завдати поразки',
  },
  {
    eng: 'desert',
    ua: 'пустеля, пустельний, покинутий; покидати, дезертирувати',
  },
  {
    eng: 'dig',
    ua: 'копати, копатися; поштовх, стусан',
  },
  {
    eng: 'disappear',
    ua: 'зникати',
  },
  {
    eng: 'dish',
    ua: 'тарілка, миска',
  },
  {
    eng: 'due',
    ua: 'належний, належним чином',
  },
  {
    eng: 'duck',
    ua: 'качка',
  },
  {
    eng: 'dull',
    ua: 'тупий; тьмяний, матовий, каламутний',
  },
  {
    eng: 'dust',
    ua: 'порох, пил',
  },
  {
    eng: 'aid',
    ua: 'допомо́га, допомага́ти, сприя́ти',
  },
  {
    eng: 'aim',
    ua: 'мета́, ціль, ці́лити, вці́лити, спрямо́вувати',
  },
  {
    eng: 'ability',
    ua: 'здатність, спроможність, здібність',
  },
  {
    eng: 'abroad',
    ua: 'за кордоном, ззовні, всюди',
  },
  {
    eng: 'adopt',
    ua: 'сприйма́ти, засво́ювати, перейма́ти, запози́чувати',
  },
  {
    eng: 'additional',
    ua: 'додатко́вий, до́даний',
  },
  {
    eng: 'affair',
    ua: 'спра́ва, ді́ло; любовна пригода, роман',
  },
  {
    eng: 'affect',
    ua: 'афе́кт, вплива́ти/впли́нути (на), ді́яти/поді́яти (на), торка́тися/торкну́тися, стосува́тися',
  },
  {
    eng: 'agreement',
    ua: 'угода, договір, згода',
  },
  {
    eng: 'according',
    ua: '~ to: відповідно до; узгоджений, гармонічний',
  },
  {
    eng: 'acquire',
    ua: 'набува́ти, набу́ти; досяга́ти, досягти́, оволодіва́ти, оволоді́ти (знанням), засво́ювати, засво́їти (мову тощо)',
  },
  {
    eng: 'accuse',
    ua: 'звинувачувати',
  },
  {
    eng: 'alive',
    ua: 'акти́вний, живий, уві́мкнений',
  },
  {
    eng: 'analysis',
    ua: 'ана́ліз, досліджувати',
  },
  {
    eng: 'announce',
    ua: 'повідомля́ти, оголо́шувати',
  },
  {
    eng: 'apart',
    ua: 'осторонь, на відстані, окре́мо; крім',
  },
  {
    eng: 'apartment',
    ua: 'апарта́менти, квартира',
  },
  {
    eng: 'appeal',
    ua: 'заклик, звернення, звертатися',
  },
  {
    eng: 'appearance',
    ua: 'поява; зовнішній вигляд',
  },
  {
    eng: 'apply',
    ua: 'застосо́вувати',
  },
  {
    eng: 'appoint',
    ua: 'признача́ти, назначати, вказувати, припи́сувати',
  },
  {
    eng: 'appointment',
    ua: 'призначення (на посаду), зустріч, побачення',
  },
  {
    eng: 'appropriate',
    ua: 'прида́тний, слу́шний, доре́чний; привласнювати',
  },
  {
    eng: 'approve',
    ua: 'схвали́ти, затве́рдити',
  },
  {
    eng: 'approval',
    ua: 'схва́лення, затве́рдження, зго́да ',
  },
  {
    eng: 'arrival',
    ua: 'прибуття, приїзд',
  },
  {
    eng: 'arise',
    ua: "виникнути, з'явитися",
  },
  {
    eng: 'arrange',
    ua: 'впорядкувати, розташувати, організувати',
  },
  {
    eng: 'arrangement',
    ua: 'розташування, розміщення',
  },
  {
    eng: 'arrest',
    ua: 'арешт',
  },
  {
    eng: 'aside',
    ua: 'осторонь, збоку',
  },
  {
    eng: 'associate',
    ua: 'асоційований, асоціювати, з’єднувати',
  },
  {
    eng: 'assistant',
    ua: 'помічник, асистент',
  },
  {
    eng: 'assume',
    ua: 'вважати, припускати',
  },
  {
    eng: 'asleep',
    ua: 'сплячий',
  },
  {
    eng: 'ashamed',
    ua: 'совісно, присоромлений',
  },
  {
    eng: 'attend',
    ua: 'бути присутнім, приділяти увагу',
  },
  {
    eng: 'attract',
    ua: 'залучати, приваблювати, притягати',
  },
  {
    eng: 'attractive',
    ua: 'привабливий, принадний, притягальний',
  },
  {
    eng: 'achieve',
    ua: 'досяга́ти, досягти, добиватися, домогтися',
  },
  {
    eng: 'available',
    ua: 'доступний, наявний',
  },
  {
    eng: 'avoid',
    ua: 'уникати, ухилятися, оминати',
  },
  {
    eng: 'admit',
    ua: 'визнава́ти, допускати, впуска́ти',
  },
  {
    eng: 'advice',
    ua: 'порада, консультація, повідомлення',
  },
  {
    eng: 'advise',
    ua: 'ра́дити, консультува́ти',
  },
  {
    eng: 'advance',
    ua: 'просуватися, рухатися, розвиватися',
  },
  {
    eng: 'advantage',
    ua: 'перева́га, ко́ристь',
  },
  {
    eng: 'advert',
    ua: 'реклама, оголошення; (to) звертати увагу (на що-небудь)',
  },
  {
    eng: 'advertisement',
    ua: 'реклама, оголошення',
  },
  {
    eng: 'administration',
    ua: 'адміністрація, адміністрування, керува́ння',
  },
  {
    eng: 'association',
    ua: "об'єднання, асоціація",
  },
  {
    eng: 'earn',
    ua: 'заробити',
  },
  {
    eng: 'fan',
    ua: 'фен, вентилятор; фан, вболівальник',
  },

  {
    eng: 'file',
    ua: "файл; тека, дос'є",
  },
  {
    eng: 'found',
    ua: 'знайдено; засновувати',
  },
  {
    eng: 'fail',
    ua: 'невдача, провал',
  },
  {
    eng: 'faith',
    ua: 'віра, вірність',
  },
  {
    eng: 'fur',
    ua: 'хутро',
  },
  {
    eng: 'forgive',
    ua: 'прощати',
  },
  {
    eng: 'familiar',
    ua: 'знайомий',
  },
  {
    eng: 'fence',
    ua: 'паркан, загорожа',
  },
  {
    eng: 'feed',
    ua: 'живлення, живитись',
  },
  {
    eng: 'fix',
    ua: 'фіксува́ти, зафіксува́ти; виправити (помилку), уладнати (проблему)',
  },
  {
    eng: 'fit',
    ua: 'підходящий, відповідний, підходити',
  },
  {
    eng: 'flag',
    ua: 'позначка, прапорець, прапор',
  },
  {
    eng: 'flame',
    ua: "полум'я",
  },
  {
    eng: 'flow',
    ua: 'течія, потік',
  },
  {
    eng: 'flood',
    ua: 'повінь',
  },
  {
    eng: 'fork',
    ua: 'розгалуження, виделка',
  },
  {
    eng: 'false',
    ua: 'помилковий, хибний',
  },
  {
    eng: 'fault',
    ua: 'помилка, дефект',
  },
  {
    eng: 'frame',
    ua: 'кадр, рама, каркас',
  },
  {
    eng: 'freeze',
    ua: 'заморожувати; фіксувати',
  },
  {
    eng: 'fool',
    ua: 'дурень',
  },
  {
    eng: 'finance',
    ua: 'фінанси',
  },
  {
    eng: 'financial',
    ua: 'фінансовий',
  },
  {
    eng: 'fun',
    ua: 'розвага',
  },
  {
    eng: 'fund',
    ua: 'фонд, запас',
  },
  {
    eng: 'gas',
    ua: 'газ; бензин (в США)',
  },
  {
    eng: 'gain',
    ua: 'посилення, приріст, збагачення',
  },
  {
    eng: 'gate',
    ua: 'ворота, хвіртка',
  },
  {
    eng: 'goal',
    ua: 'мета, ціль; гол',
  },
  {
    eng: 'gift',
    ua: 'дарунок, дар, талант',
  },
  {
    eng: 'grain',
    ua: 'зернина',
  },
  {
    eng: 'goods',
    ua: 'товари',
  },
  {
    eng: 'got',
    ua: 'отримувати (в минулому часі)',
  },
  {
    eng: 'ease',
    ua: 'полегшити, послабити',
  },
  {
    eng: 'election',
    ua: 'вибори',
  },
  {
    eng: 'effective',
    ua: 'ефективний; чинний',
  },
  {
    eng: 'equipment',
    ua: 'обладнання, устаткування',
  },
  {
    eng: 'electric',
    ua: 'електричний',
  },
  {
    eng: 'essential',
    ua: 'суть, суттєвий, істотний',
  },
  {
    eng: 'escape',
    ua: 'втекти',
  },
  {
    eng: 'establish',
    ua: 'встановлювати, встановити',
  },
  {
    eng: 'economy',
    ua: 'економіка',
  },
  {
    eng: 'elect',
    ua: 'обирати',
  },
  {
    eng: 'electricity',
    ua: 'електрика',
  },
  {
    eng: 'exact',
    ua: 'то́чний',
  },
  {
    eng: 'exactly',
    ua: 'точно',
  },
  {
    eng: 'examine',
    ua: 'вивчати; розглядати; перевірити',
  },
  {
    eng: 'exist',
    ua: 'існувати, бути',
  },
  {
    eng: 'existence',
    ua: 'існування',
  },
  {
    eng: 'expense',
    ua: 'витрати',
  },
  {
    eng: 'experiment',
    ua: 'експеримент',
  },
  {
    eng: 'explode',
    ua: 'вибухати',
  },
  {
    eng: 'explore',
    ua: 'досліджувати',
  },
  {
    eng: 'express',
    ua: 'експрес; виражати',
  },
  {
    eng: 'expression',
    ua: 'експресія, вираження',
  },
  {
    eng: 'extend',
    ua: 'поширювати, розширювати',
  },
  {
    eng: 'extent',
    ua: 'ступінь; діапазон',
  },
  {
    eng: 'exchange',
    ua: 'обмін',
  },
  {
    eng: 'employ',
    ua: 'використовувати',
  },
  {
    eng: 'employer',
    ua: 'роботодавець',
  },
  {
    eng: 'employee',
    ua: 'працівник',
  },
  {
    eng: 'employment',
    ua: 'зайнятість, праця; застосування',
  },
  {
    eng: 'encourage',
    ua: 'заохочування, підбадьорювання',
  },
  {
    eng: 'entire',
    ua: 'весь, цілий',
  },
  {
    eng: 'entirely',
    ua: 'повністю, цілком',
  },
  {
    eng: 'environment',
    ua: 'довкілля, зовнішні умови',
  },
  {
    eng: 'campaign',
    ua: 'компанія',
  },
  {
    eng: 'camp',
    ua: 'стоянка, табір, розташуватися табором',
  },
  {
    eng: 'cap',
    ua: 'ковпачок, кришка, шапка',
  },
  {
    eng: 'cash',
    ua: 'готівка',
  },
  {
    eng: 'cattle',
    ua: 'велика рогата худоба',
  },
  {
    eng: 'calm',
    ua: 'спокій, тиша',
  },
  {
    eng: 'collection',
    ua: 'колекція',
  },
  {
    eng: 'collect',
    ua: 'збирати',
  },
  {
    eng: 'command',
    ua: 'команда',
  },
  {
    eng: 'commercial',
    ua: 'комерційний',
  },
  {
    eng: 'commission',
    ua: 'комісія, комісійні',
  },
  {
    eng: 'committee',
    ua: 'комітет',
  },
  {
    eng: 'community',
    ua: 'співтовариство, громада',
  },
  {
    eng: 'connection',
    ua: "зв'язок",
  },
  {
    eng: 'connect',
    ua: "з'єднуватися",
  },
  {
    eng: 'combine',
    ua: 'комбінувати, поєднувати',
  },
  {
    eng: 'comparison',
    ua: 'порівняння',
  },
  {
    eng: 'compare',
    ua: 'порівняти',
  },
  {
    eng: 'computer',
    ua: "комп'ютер",
  },
  {
    eng: 'complain',
    ua: 'скаржитися',
  },
  {
    eng: 'completely',
    ua: 'повністю',
  },
  {
    eng: 'conduct',
    ua: 'керувати, вести; поведінка',
  },
  {
    eng: 'conclusion',
    ua: 'висновок',
  },
  {
    eng: 'concerned',
    ua: 'занепокоєний; зацікавлений, причетний',
  },
  {
    eng: 'consideration',
    ua: 'розгляд, обговорення',
  },
  {
    eng: 'considerable',
    ua: 'значний, великий',
  },
  {
    eng: 'consist',
    ua: 'складатися, полягати',
  },
  {
    eng: 'contain',
    ua: 'містити в собі, вміщувати',
  },
  {
    eng: 'contract',
    ua: 'контракт, договір; звужуватися, скорочуватися',
  },
  {
    eng: 'convenient',
    ua: 'зручний, придатний',
  },
  {
    eng: 'curve',
    ua: 'крива',
  },
  {
    eng: 'cloud',
    ua: 'хмара',
  },
  {
    eng: 'cloth',
    ua: 'тканина',
  },
  {
    eng: 'clerk',
    ua: 'клерк',
  },

  {
    eng: 'club',
    ua: 'клуб; ломака',
  },
  {
    eng: 'climb',
    ua: 'підніматися, вилазити, сходження, піднесення',
  },
  {
    eng: 'coal',
    ua: 'вугілля',
  },
  {
    eng: 'coast',
    ua: 'берег, узбережжя',
  },
  {
    eng: 'corn',
    ua: 'кукурудза, зерно, збіжжя',
  },
  {
    eng: 'coin',
    ua: 'монета',
  },
  {
    eng: 'crack',
    ua: 'тріскатися, розколювати',
  },
  {
    eng: 'crash',
    ua: 'крах, катастрофа',
  },
  {
    eng: 'crime',
    ua: 'злочин',
  },
  {
    eng: 'crop',
    ua: 'врожай, збирати врожай, засівати',
  },
  {
    eng: 'cream',
    ua: 'вершки, крем',
  },
  {
    eng: 'create',
    ua: 'створювати',
  },
  {
    eng: 'authority',
    ua: 'влада, повноваження, авторитет',
  },
  {
    eng: 'alternative',
    ua: 'альтернати́ва',
  },
  {
    eng: 'cell',
    ua: 'клітина, комірка',
  },
  {
    eng: 'cigarette',
    ua: 'цигарка',
  },
  {
    eng: 'chain',
    ua: 'ланцюг; заковувати',
  },
  {
    eng: 'cheque',
    ua: 'чек',
  },
  {
    eng: 'chest',
    ua: 'груди, грудна клітка; скриня',
  },
  {
    eng: 'chief',
    ua: 'головний, керівник',
  },
  {
    eng: 'choice',
    ua: 'вибір',
  },
  {
    eng: 'construction',
    ua: 'конструкція, побудова',
  },
  {
    eng: 'battle',
    ua: 'битва',
  },
  {
    eng: 'beat',
    ua: 'ритм, бити, відбивати',
  },
  {
    eng: 'ad',
    ua: 'реклама',
  },
  {
    eng: 'airport',
    ua: 'аеропорт',
  },
  {
    eng: 'item',
    ua: 'пункт, елемент',
  },
  {
    eng: 'obvious',
    ua: 'безсумнівний, очевидний',
  },
  {
    eng: 'obviously',
    ua: 'очевидно',
  },
  {
    eng: 'honour',
    ua: 'честь',
  },
  {
    eng: 'honest',
    ua: 'чесний',
  },
  {
    eng: 'journey',
    ua: 'подорож',
  },
  {
    eng: 'judgement',
    ua: 'судження; висновок, вирок',
  },
  {
    eng: 'justice',
    ua: 'правосуддя',
  },
  {
    eng: 'owner',
    ua: 'власник',
  },
  {
    eng: 'grandfather',
    ua: 'дід',
  },
  {
    eng: 'grandmother',
    ua: 'баба',
  },
  {
    eng: 'granddaughter',
    ua: 'онука',
  },
  {
    eng: 'grandson',
    ua: 'онук',
  },
  {
    eng: 'habit',
    ua: 'звичка, звичай',
  },
  {
    eng: 'handle',
    ua: 'ручка, держак',
  },
  {
    eng: 'hire',
    ua: 'найняти; використовувати',
  },
  {
    eng: 'highly',
    ua: 'високо, дуже',
  },
  {
    eng: 'hardly',
    ua: 'навряд-чи, ледве',
  },
  {
    eng: 'illness',
    ua: 'хвороба',
  },
  {
    eng: 'impact',
    ua: 'вплив; зіткнення, удар',
  },
  {
    eng: 'indicate',
    ua: 'вказувати',
  },
  {
    eng: 'influence',
    ua: 'вплив, дія, вплинути, подіяти',
  },
  {
    eng: 'income',
    ua: 'прибуток',
  },
  {
    eng: 'instance',
    ua: 'приклад, зразок; інстанція',
  },
  {
    eng: 'institute',
    ua: 'інститут',
  },
  {
    eng: 'instrument',
    ua: 'інструмент',
  },
  {
    eng: 'latter',
    ua: 'останній',
  },
  {
    eng: 'likely',
    ua: 'ймовірно, ймовірний',
  },
  {
    eng: 'leather',
    ua: 'шкіра, шкіряний',
  },
  {
    eng: 'labour',
    ua: 'праця',
  },
  {
    eng: 'lower',
    ua: 'низький',
  },
  {
    eng: 'leading',
    ua: 'провідний, керівний',
  },
  {
    eng: 'legal',
    ua: 'легальний',
  },
  {
    eng: 'living',
    ua: 'живий, існуючий',
  },
  {
    eng: 'lawyer',
    ua: 'адвокат, юрист',
  },
  {
    eng: 'lucky',
    ua: 'щасливий',
  },
  {
    eng: 'lovely',
    ua: 'гарний, прекрасний',
  },
  {
    eng: 'magazine',
    ua: 'журнал; магазин',
  },
  {
    eng: 'manner',
    ua: 'спосіб, манера',
  },
  {
    eng: 'manage',
    ua: 'керувати, управляти',
  },
  {
    eng: 'manager',
    ua: 'керівник, адміністратор',
  },
  {
    eng: 'management',
    ua: 'керівництво',
  },
  {
    eng: 'marriage',
    ua: 'шлюб',
  },
  {
    eng: 'marry',
    ua: 'одружуватися, виходити заміж',
  },
  {
    eng: 'married',
    ua: 'одружений, заміжня',
  },
  {
    eng: 'master',
    ua: 'головний, господар, майстерний',
  },
  {
    eng: 'modest',
    ua: 'помірний, скромний',
  },
  {
    eng: 'major',
    ua: 'головний, важливий; майор',
  },
  {
    eng: 'mainly',
    ua: 'головним чином, здебільшого',
  },
  {
    eng: 'metal',
    ua: 'метал',
  },
  {
    eng: 'murder',
    ua: 'вбивство',
  },
  {
    eng: 'mostly',
    ua: 'здебільшого, в основному',
  },
  {
    eng: 'motion',
    ua: 'рух, переміщення',
  },
  {
    eng: 'memory',
    ua: "пам'ять",
  },
  {
    eng: 'mention',
    ua: 'згадувати',
  },
  {
    eng: 'method',
    ua: 'метод',
  },
  {
    eng: 'medium',
    ua: 'середовище; середній; проміжний; спосіб',
  },
  {
    eng: 'meaning',
    ua: 'значення, сенс',
  },
  {
    eng: 'merely',
    ua: 'просто, тільки',
  },
  {
    eng: 'movement',
    ua: 'рух, переміщення',
  },
  {
    eng: 'neighbourhood',
    ua: 'о́кіл; ото́чення; сусі́дство; око́лиця',
  },
  {
    eng: 'needle',
    ua: 'голка',
  },
  {
    eng: 'nuclear',
    ua: 'ядерний',
  },
  {
    eng: 'ordinary',
    ua: 'звичайний',
  },
  {
    eng: 'passage',
    ua: 'проходження; проїзд; уривок (з книги)',
  },
  {
    eng: 'pattern',
    ua: 'шаблон, зразок',
  },
  {
    eng: 'partly',
    ua: 'частково',
  },
  {
    eng: 'payment',
    ua: 'оплата',
  },
  {
    eng: 'plenty',
    ua: 'багато',
  },
  {
    eng: 'profit',
    ua: 'прибуток, вигода',
  },
  {
    eng: 'proper',
    ua: 'належний, правильний; власний; властивий, притаманний',
  },
  {
    eng: 'properly',
    ua: 'правильно, належно; властиво',
  },
  {
    eng: 'property',
    ua: 'власність; властивість',
  },
  {
    eng: 'pressure',
    ua: 'тиск, натиск',
  },

  {
    eng: 'presence',
    ua: 'присутність, наявність',
  },
  {
    eng: 'previous',
    ua: 'попередній',
  },
  {
    eng: 'relative',
    ua: 'відносний',
  },
  {
    eng: 'recent',
    ua: 'недавній, нещодавний',
  },
  {
    eng: 'recently',
    ua: 'недавно',
  },
  {
    eng: 'reasonable',
    ua: 'розумний, резонний, прийнятний',
  },
  {
    eng: 'ruler',
    ua: 'правитель, володар; лінійка',
  },
  {
    eng: 'salary',
    ua: 'зарплата',
  },
  {
    eng: 'satisfy',
    ua: 'задовольняти',
  },
  {
    eng: 'solid',
    ua: 'твердий, суцільний, міцний; солідний',
  },
  {
    eng: 'seldom',
    ua: 'рідко',
  },
  {
    eng: 'surface',
    ua: 'поверхня, поверхневий, випливати на поверхню',
  },
  {
    eng: 'slightly',
    ua: 'трохи, злегка',
  },
  {
    eng: 'suffer',
    ua: 'страждати, мучитися, терпіти',
  },
  {
    eng: 'otherwise',
    ua: 'інакше',
  },
  {
    eng: 'hearing',
    ua: 'слух',
  },
  {
    eng: 'healthy',
    ua: 'здоровий',
  },
  {
    eng: 'image',
    ua: 'малюнок, зображення',
  },
  {
    eng: 'interested',
    ua: 'зацікавлений, зацікавленість',
  },
  {
    eng: 'liquid',
    ua: 'рідина',
  },
  {
    eng: 'literature',
    ua: 'література',
  },
  {
    eng: 'medical',
    ua: 'медичний',
  },
  {
    eng: 'medicine',
    ua: 'медицина',
  },
  {
    eng: 'neighbour (neighbor)',
    ua: 'сусід, сусідка',
  },
  {
    eng: 'rapidly',
    ua: 'швидко',
  },
  {
    eng: 'railway / railroad',
    ua: 'залізниця',
  },
  {
    eng: 'lonely',
    ua: 'самотній',
  },
  {
    eng: 'therefore',
    ua: 'тому, отже',
  },
  {
    eng: 'possibly',
    ua: 'можливо',
  },
  {
    eng: 'pleasant',
    ua: 'приємний',
  },
  {
    eng: 'punish',
    ua: 'карати, покарати',
  },
  {
    eng: 'punishment',
    ua: 'покарання, кара',
  },
  {
    eng: 'rubber',
    ua: 'гума, каучук',
  },
  {
    eng: 'similar',
    ua: 'схожий, подібний, аналогічний',
  },
  {
    eng: 'struggle',
    ua: 'боротися, битися',
  },
  {
    eng: 'stomach',
    ua: 'живіт, шлунок',
  },
  {
    eng: 'silence',
    ua: 'тиша',
  },
  {
    eng: 'silent',
    ua: 'безшумний, мовчазний',
  },
  {
    eng: 'threaten',
    ua: 'загрожувати, погрожувати',
  },
  {
    eng: 'possibility',
    ua: 'можливість',
  },
  {
    eng: 'preparation',
    ua: 'підготовка, приготування; препарат',
  },
  {
    eng: 'representative',
    ua: 'представник, представницький',
  },
  {
    eng: 'identify',
    ua: 'визначати, впізнавати, ідентифікувати',
  },
  {
    eng: 'opportunity',
    ua: 'нагода, можливість',
  },
  {
    eng: 'jam',
    ua: 'варення; зжимання, зіжмакання',
  },
  {
    eng: 'joke',
    ua: 'жарт',
  },
  {
    eng: 'joy',
    ua: 'радість, радіти',
  },
  {
    eng: 'joint',
    ua: "з'єднування",
  },
  {
    eng: 'juice',
    ua: 'сік; суть, головне',
  },
  {
    eng: 'judge',
    ua: 'суддя, експерт; судження, оцінка',
  },
  {
    eng: 'occasion',
    ua: 'випадок',
  },
  {
    eng: 'occur',
    ua: 'відбуватися, траплятися',
  },
  {
    eng: 'obtain',
    ua: 'отримувати',
  },
  {
    eng: 'observe',
    ua: 'спостерігати',
  },
  {
    eng: 'owe',
    ua: 'заборгувати, бути винним',
  },
  {
    eng: 'guard',
    ua: 'охорона, захищати',
  },
  {
    eng: 'guess',
    ua: 'здогад, здогадуватися, припускати; приблизна оцінка',
  },
  {
    eng: 'guest',
    ua: 'гість, сторонній',
  },
  {
    eng: 'grant',
    ua: 'грант, субсидія; надавати, дарувати; дозволяти',
  },
  {
    eng: 'growth',
    ua: 'зростання, приріст',
  },
  {
    eng: 'hide',
    ua: 'приховати, ховатися',
  },
  {
    eng: 'height',
    ua: 'висота',
  },
  {
    eng: 'harm',
    ua: 'шкода, збиток',
  },
  {
    eng: 'hate',
    ua: 'ненависть, огида',
  },
  {
    eng: 'herself',
    ua: 'сама',
  },
  {
    eng: 'hers',
    ua: 'її, те що належить їй',
  },
  {
    eng: 'host',
    ua: "господар; головний комп'ютер",
  },
  {
    eng: 'hurt',
    ua: 'шкода, збиток; біль',
  },
  {
    eng: 'hill',
    ua: 'пагорб',
  },
  {
    eng: 'himself',
    ua: 'самий',
  },
  {
    eng: 'huge',
    ua: 'величезний',
  },
  {
    eng: 'hunt',
    ua: 'полювати',
  },
  {
    eng: 'hungry',
    ua: 'голодний',
  },
  {
    eng: 'leadership',
    ua: 'керівництво, лідерство',
  },
  {
    eng: 'imagine',
    ua: 'уявляти',
  },
  {
    eng: 'immediate',
    ua: 'негайний, невідкладний; прямий, безпосередній',
  },
  {
    eng: 'immediately',
    ua: 'негайно; безпосередньо',
  },
  {
    eng: 'initial',
    ua: 'початковий, первісний',
  },
  {
    eng: 'impossible',
    ua: 'неможливо',
  },
  {
    eng: 'importance',
    ua: 'важливість',
  },
  {
    eng: 'improve',
    ua: 'покращувати',
  },
  {
    eng: 'improvement',
    ua: 'покращення',
  },
  {
    eng: 'indeed',
    ua: 'дійсно, справді',
  },
  {
    eng: 'industrial',
    ua: 'промисловий, виробничий',
  },
  {
    eng: 'inform',
    ua: 'повідомити',
  },
  {
    eng: 'including',
    ua: 'в тому числі, включаючи',
  },
  {
    eng: 'insurance',
    ua: 'страхування, страховка',
  },
  {
    eng: 'intend',
    ua: 'мати намір; призначати',
  },
  {
    eng: 'intention',
    ua: 'намір',
  },
  {
    eng: 'internal',
    ua: 'внутрішній',
  },
  {
    eng: 'invite',
    ua: 'запрошувати',
  },
  {
    eng: 'involve',
    ua: 'залучити, втягти, вплутати',
  },
  {
    eng: 'invent',
    ua: 'винаходити',
  },
  {
    eng: 'independent',
    ua: 'незалежний',
  },
  {
    eng: 'individual',
    ua: 'окремий, особистий',
  },
  {
    eng: 'independence',
    ua: 'незалежність',
  },
  {
    eng: 'institution',
    ua: 'інституція, установа',
  },
  {
    eng: 'introduce',
    ua: 'ввести, ознайомити',
  },
  {
    eng: 'introduction',
    ua: 'вступ, ознайомлення',
  },
  {
    eng: 'inch',
    ua: 'дюйм',
  },

  {
    eng: 'invitation',
    ua: 'запрошення',
  },
  {
    eng: 'itself',
    ua: 'сам, себе, собі',
  },
  {
    eng: 'kick',
    ua: 'удар',
  },
  {
    eng: 'kiss',
    ua: 'цілувати',
  },
  {
    eng: 'lamp',
    ua: 'лампа',
  },
  {
    eng: 'loud',
    ua: 'гучний',
  },
  {
    eng: 'lock',
    ua: 'замок, блокування',
  },
  {
    eng: 'loss',
    ua: 'втрати, збитки; програш',
  },
  {
    eng: 'lost',
    ua: 'втрачений',
  },
  {
    eng: 'lake',
    ua: 'озеро',
  },
  {
    eng: 'load',
    ua: 'завантажувати, вантаж',
  },
  {
    eng: 'loan',
    ua: 'позика, позичати (комусь)',
  },
  {
    eng: 'lend',
    ua: 'позичати, позичити',
  },
  {
    eng: 'leaf',
    ua: 'лист, листок, листя',
  },
  {
    eng: 'lean',
    ua: 'збіднений, виснажений, пісний; нахилятися',
  },
  {
    eng: 'link',
    ua: "посилання (в інтернеті); з'єднувати, зв'язувати, зв'язок, сполучна ланка",
  },
  {
    eng: 'lord',
    ua: 'володар, лорд',
  },
  {
    eng: 'loose',
    ua: 'вільний, рухомий, незакріплений',
  },
  {
    eng: 'luck',
    ua: 'удача',
  },
  {
    eng: 'mad',
    ua: 'божевільний',
  },
  {
    eng: 'mass',
    ua: 'маса',
  },
  {
    eng: 'match',
    ua: 'матч, змагання; співпадати, підходити',
  },
  {
    eng: 'mail',
    ua: 'пошта',
  },
  {
    eng: 'male',
    ua: 'чоловік',
  },
  {
    eng: 'maintain',
    ua: 'підтримувати в робочому стані, зберігати, експлуатувати',
  },
  {
    eng: 'majority',
    ua: 'більшість, більша частина',
  },
  {
    eng: 'meal',
    ua: 'їжа; борошно',
  },
  {
    eng: 'mix',
    ua: 'змішувати, суміш',
  },
  {
    eng: 'mud',
    ua: 'болото, бруд',
  },
  {
    eng: 'might',
    ua: 'можливо; міць, могутність',
  },
  {
    eng: 'knock',
    ua: 'стукіт',
  },
  {
    eng: 'nail',
    ua: 'цвях; ніготь',
  },
  {
    eng: 'nurse',
    ua: 'медсестра, нянька',
  },
  {
    eng: 'know',
    ua: 'знати, розуміти',
  },
  {
    eng: 'knew',
    ua: 'знав',
  },
  {
    eng: 'known',
    ua: 'відомий, відомо',
  },
  {
    eng: 'nephew',
    ua: 'племінник',
  },
  {
    eng: 'nest',
    ua: 'гніздо, вкладати, вкласти',
  },
  {
    eng: 'knee',
    ua: 'коліно',
  },
  {
    eng: 'niece',
    ua: 'племінниця',
  },
  {
    eng: 'none',
    ua: 'ніхто, нічого',
  },
  {
    eng: 'ought',
    ua: 'повинен',
  },
  {
    eng: 'pipe',
    ua: 'труба (або музична, або газо- водо- провідна)',
  },
  {
    eng: 'passenger',
    ua: 'пасажир',
  },
  {
    eng: 'pound',
    ua: 'фунт (вага); фунт (стерлінгів); удар',
  },
  {
    eng: 'path',
    ua: 'шлях',
  },
  {
    eng: 'pot',
    ua: 'каструля, горщик',
  },
  {
    eng: 'pale',
    ua: 'блідий, тьмяний; паля',
  },
  {
    eng: 'perform',
    ua: 'виконувати, здійснювати',
  },
  {
    eng: 'permit',
    ua: 'дозволяти',
  },
  {
    eng: 'percent',
    ua: 'відсоток',
  },
  {
    eng: 'persuade',
    ua: 'переконувати',
  },
  {
    eng: 'particular',
    ua: 'подробиці, деталі',
  },
  {
    eng: 'particularly',
    ua: 'особливо',
  },
  {
    eng: 'possess',
    ua: 'володіти, мати',
  },
  {
    eng: 'performance',
    ua: 'продуктивність',
  },
  {
    eng: 'per',
    ua: 'в, на, за (наприкл. кілометрів за годину, точок на дюйм)',
  },
  {
    eng: 'pure',
    ua: 'чистий',
  },
  {
    eng: 'pleased',
    ua: 'задоволений, радий',
  },
  {
    eng: 'pour',
    ua: 'литися, лити',
  },
  {
    eng: 'primarily',
    ua: 'в першу чергу, насамперед',
  },
  {
    eng: 'proud',
    ua: 'гордий',
  },
  {
    eng: 'proposal',
    ua: 'пропозиція',
  },
  {
    eng: 'prevent',
    ua: 'запобігати, перешкоджати',
  },
  {
    eng: 'proof',
    ua: 'доказ',
  },
  {
    eng: 'pool',
    ua: 'басейн; пул',
  },
  {
    eng: 'rice',
    ua: 'рис',
  },
  {
    eng: 'rail',
    ua: 'рейка, поруччя',
  },
  {
    eng: 'row',
    ua: 'ряд, рядок; гвалт, скандал',
  },
  {
    eng: 'role',
    ua: 'роль',
  },
  {
    eng: 'rope',
    ua: 'мотузка',
  },
  {
    eng: 'rare',
    ua: 'рідкісний',
  },
  {
    eng: 'rent',
    ua: 'оренда, орендувати; рента',
  },
  {
    eng: 'reduce',
    ua: 'зменшувати',
  },
  {
    eng: 'refer',
    ua: 'посила́ти(ся), посла́ти(ся) (refer to - посла́тися на); відсила́ти',
  },
  {
    eng: 'refuse',
    ua: 'відмовля́ти(ся), відмо́вити(ся)',
  },
  {
    eng: 'reflect',
    ua: 'відображати, відбивати(ся) (від дзеркала); поміркувати, задумуватися',
  },
  {
    eng: 'regard',
    ua: 'стосуватися; вважати; розглядати; повага',
  },
  {
    eng: 'require',
    ua: 'вимага́ти, потребува́ти',
  },
  {
    eng: 'requirement',
    ua: 'вимога',
  },
  {
    eng: 'request',
    ua: 'за́пит, робити за́пит; прохання',
  },
  {
    eng: 'relation',
    ua: 'звязок, стосунок',
  },
  {
    eng: 'release',
    ua: 'реліз, випуск; зві́льнення, вивільнення',
  },
  {
    eng: 'remind',
    ua: 'нагадувати, нагадати',
  },
  {
    eng: 'remark',
    ua: 'зауваження',
  },
  {
    eng: 'remove',
    ua: 'вилучити, видалити',
  },
  {
    eng: 'repair',
    ua: 'ремонт, ремонтувати',
  },
  {
    eng: 'replace',
    ua: 'замінювати',
  },
  {
    eng: 'research',
    ua: 'досліджувати, дослідження',
  },
  {
    eng: 'respond',
    ua: 'реагувати, відзиватися',
  },
  {
    eng: 'response',
    ua: 'відповідь, відгук, реакція',
  },
  {
    eng: 'responsible',
    ua: 'відповідальний',
  },
  {
    eng: 'reveal',
    ua: 'показувати; виявляти, розкривати',
  },
  {
    eng: 'reserve',
    ua: 'резерв, резервний, зарезервувати; резервація, заповідник',
  },
  {
    eng: 'relationship',
    ua: "взаємозв'язок, взаємовідносини",
  },
  {
    eng: 'responsibility',
    ua: 'відповідальність',
  },
  {
    eng: 'root',
    ua: 'корінь',
  },
  {
    eng: 'roof',
    ua: 'дах',
  },
  {
    eng: 'rub',
    ua: 'терти, натирати',
  },
  {
    eng: 'rush',
    ua: 'квапитися, нестися, кидатися',
  },

  {
    eng: 'sock',
    ua: 'шкарпетка',
  },
  {
    eng: 'solve',
    ua: "вирішити, вирішувати, розв'язувати",
  },
  {
    eng: 'suspect',
    ua: 'підозрювати, підозрюваний',
  },
  {
    eng: 'successful',
    ua: 'успішний',
  },
  {
    eng: 'succeed',
    ua: 'досягти успіхів, добитися; успадкувати',
  },
  {
    eng: 'soul',
    ua: 'душа, дух',
  },
  {
    eng: 'seek',
    ua: 'шукати',
  },
  {
    eng: 'seed',
    ua: 'насіння',
  },
  {
    eng: 'severe',
    ua: 'важкий, суворий',
  },
  {
    eng: 'significant',
    ua: 'значний, істотний',
  },
  {
    eng: 'sick',
    ua: 'хворий',
  },
  {
    eng: 'silk',
    ua: 'шовк',
  },
  {
    eng: 'sink',
    ua: 'потонути, тонути; раковина',
  },
  {
    eng: 'scale',
    ua: 'шкала, масштаб, масштабувати',
  },
  {
    eng: 'skirt',
    ua: 'спідниця',
  },
  {
    eng: 'slide',
    ua: 'ковзати, ковзання; слайд',
  },
  {
    eng: 'slight',
    ua: 'незначний, слабкий; зневага, неповага',
  },
  {
    eng: 'slip',
    ua: 'ковзання, ковзати, посковзнутися, вислизнути',
  },
  {
    eng: 'source',
    ua: 'джерело',
  },
  {
    eng: 'soil',
    ua: 'грунт, земля',
  },
  {
    eng: 'spite',
    ua: 'Злоба; (in spite of) попри те, всупереч тому',
  },
  {
    eng: 'spot',
    ua: 'місце; пляма, цятка',
  },
  {
    eng: 'speech',
    ua: 'мова, промова',
  },
  {
    eng: 'split',
    ua: 'розщеплювати, розколювати, розкол, розрив',
  },
  {
    eng: 'spread',
    ua: 'поширювати, поширення',
  },
  {
    eng: 'spoon',
    ua: 'ложка',
  },
  {
    eng: 'stamp',
    ua: 'друк, штамп, марка, штампувати',
  },
  {
    eng: 'staff',
    ua: 'персонал, штат',
  },
  {
    eng: 'stock',
    ua: 'акції; фонд; запас',
  },
  {
    eng: 'stretch',
    ua: 'розтягувати, розтягуватися',
  },
  {
    eng: 'stream',
    ua: 'потік',
  },
  {
    eng: 'string',
    ua: 'рядок, струна, нитка',
  },
  {
    eng: 'stuff',
    ua: 'матеріал',
  },
  {
    eng: 'sum',
    ua: 'сума',
  },
  {
    eng: 'sweep',
    ua: 'змітати; ме́сти, заміта́ти; не́стися (на повній швидкості)',
  },
  {
    eng: 'shout',
    ua: 'кричати, вигукувати',
  },
  {
    eng: 'shade',
    ua: 'тінь',
  },
  {
    eng: 'shame',
    ua: 'ганьба, сором',
  },
  {
    eng: 'sheet',
    ua: 'лист, аркуш',
  },
  {
    eng: 'shore',
    ua: 'берег',
  },
  {
    eng: 'tax',
    ua: 'податок, податковий, оподаткувати',
  },
  {
    eng: 'tape',
    ua: 'стрічка',
  },
  {
    eng: 'taste',
    ua: 'смак, пробувати, смакувати',
  },
  {
    eng: 'tend',
    ua: 'мати тенденцію; прямувати; доглядати, піклуватися',
  },
  {
    eng: 'threat',
    ua: 'загроза, небезпека; погроза',
  },
  {
    eng: 'ice-cream',
    ua: 'морозиво',
  },
  {
    eng: 'mile',
    ua: 'миля',
  },
  {
    eng: 'military',
    ua: 'військовий',
  },
  {
    eng: 'mineral',
    ua: 'мінерал, мінеральний',
  },
  {
    eng: 'minister',
    ua: 'міністр; служити',
  },
  {
    eng: 'mirror',
    ua: 'дзеркало',
  },
  {
    eng: 'missing',
    ua: 'відсутній',
  },
  {
    eng: 'model',
    ua: 'модель',
  },
  {
    eng: 'modern',
    ua: 'сучасний, модерн',
  },
  {
    eng: 'motor',
    ua: 'двигун',
  },
  {
    eng: 'mouse',
    ua: 'миша',
  },
  {
    eng: 'mum / mom / mommy',
    ua: 'мама',
  },
  {
    eng: 'museum',
    ua: 'музей',
  },
  {
    eng: 'myself',
    ua: 'сам, собі, себе',
  },
  {
    eng: 'nation',
    ua: 'нація, народ',
  },
  {
    eng: 'native',
    ua: 'рідний',
  },
  {
    eng: 'nearby',
    ua: 'довколишній; неподалік, поблизу',
  },
  {
    eng: 'negative',
    ua: 'негативний',
  },
  {
    eng: 'net',
    ua: 'чистий, нетто; сітка, мережа',
  },
  {
    eng: 'normal',
    ua: 'нормальний',
  },
  {
    eng: 'northern',
    ua: 'північний',
  },
  {
    eng: 'notebook',
    ua: 'ноутбук; блокнот',
  },
  {
    eng: 'nowhere',
    ua: 'ніде, нікуди',
  },
  {
    eng: 'nut',
    ua: 'гайка; горіх',
  },
  {
    eng: 'occupy',
    ua: 'займати, окупувати',
  },
  {
    eng: 'ocean',
    ua: 'океан',
  },
  {
    eng: 'oh',
    ua: 'ой',
  },
  {
    eng: 'ok',
    ua: 'гаразд',
  },
  {
    eng: 'operate',
    ua: 'працювати, діяти; керувати, оперувати',
  },
  {
    eng: 'organization',
    ua: 'організація',
  },
  {
    eng: 'organize',
    ua: 'організувати',
  },
  {
    eng: 'origin',
    ua: 'походження, джерело, початок',
  },
  {
    eng: 'original',
    ua: 'оригінал, оригінальний',
  },
  {
    eng: 'ours',
    ua: 'наш, наша, наші',
  },
  {
    eng: 'ourselves',
    ua: 'себе, собі, самі',
  },
  {
    eng: 'pack',
    ua: 'пакет, упаковка, пакувати',
  },
  {
    eng: 'package',
    ua: 'пакет, пакунок',
  },
  {
    eng: 'painting',
    ua: 'живопис, розфарбовування, картина',
  },
  {
    eng: 'partner',
    ua: 'партнер',
  },
  {
    eng: 'pause',
    ua: 'пауза',
  },
  {
    eng: 'perfect',
    ua: 'ідеальний, досконалий',
  },
  {
    eng: 'perfectly',
    ua: 'відмінно, чудово',
  },
  {
    eng: 'personal',
    ua: 'особистий, персональний',
  },
  {
    eng: 'photograph',
    ua: 'фотографія, фотознімок',
  },
  {
    eng: 'physical',
    ua: 'фізичний',
  },
  {
    eng: 'pig',
    ua: 'свиня',
  },
  {
    eng: 'pity',
    ua: 'жаль, жалість',
  },
  {
    eng: 'plain',
    ua: 'рівнина; простий; просто, ясно',
  },
  {
    eng: 'player',
    ua: 'гравець; програвач',
  },
  {
    eng: 'pleasure',
    ua: 'задоволення',
  },
  {
    eng: 'pocket',
    ua: 'кишеня, кишеньковий',
  },
  {
    eng: 'poem',
    ua: 'вірш, поема',
  },
  {
    eng: 'poet',
    ua: 'поет',
  },
  {
    eng: 'poetry',
    ua: 'поезія',
  },
  {
    eng: 'policeman',
    ua: 'поліцейський',
  },

  {
    eng: 'policy',
    ua: 'політика',
  },
  {
    eng: 'politics',
    ua: 'політика',
  },
  {
    eng: 'popular',
    ua: 'популярний',
  },
  {
    eng: 'population',
    ua: 'населення, популяція',
  },
  {
    eng: 'positive',
    ua: 'позитивний',
  },
  {
    eng: 'post-office',
    ua: 'поштове відділення',
  },
  {
    eng: 'potato',
    ua: 'картопля',
  },
  {
    eng: 'potential',
    ua: 'потенціал',
  },
  {
    eng: 'powerful',
    ua: 'потужний',
  },
  {
    eng: 'practical',
    ua: 'практичний',
  },
  {
    eng: 'prefer',
    ua: 'віддавати перевагу',
  },
  {
    eng: 'president',
    ua: 'президент',
  },
  {
    eng: 'prime',
    ua: 'головний, первинний',
  },
  {
    eng: 'principle',
    ua: 'принцип',
  },
  {
    eng: 'print',
    ua: 'друк, надрукувати',
  },
  {
    eng: 'prison',
    ua: "в'язниця",
  },
  {
    eng: 'prisoner',
    ua: "в'язень",
  },
  {
    eng: 'prize',
    ua: 'приз',
  },
  {
    eng: 'process',
    ua: 'процес',
  },
  {
    eng: 'production',
    ua: 'виробництво; продукція',
  },
  {
    eng: 'profession',
    ua: 'професія',
  },
  {
    eng: 'progress',
    ua: 'прогрес',
  },
  {
    eng: 'project',
    ua: 'проект',
  },
  {
    eng: 'propose',
    ua: 'пропонувати',
  },
  {
    eng: 'protect',
    ua: 'захищати, оберігати',
  },
  {
    eng: 'protection',
    ua: 'захист',
  },
  {
    eng: 'protest',
    ua: 'протест',
  },
  {
    eng: 'provision',
    ua: 'положення; забезпечення, постачання',
  },
  {
    eng: 'publish',
    ua: 'публікувати',
  },
  {
    eng: 'queen',
    ua: 'королева',
  },
  {
    eng: 'quietly',
    ua: 'спокійно, тихо, потихеньку',
  },
  {
    eng: 'rabbit',
    ua: 'кролик',
  },
  {
    eng: 'reaction',
    ua: 'реакція',
  },
  {
    eng: 'reader',
    ua: 'читач',
  },
  {
    eng: 'reality',
    ua: 'реальність',
  },
  {
    eng: 'realize',
    ua: 'реалізувати; усвідомити',
  },
  {
    eng: 'reference',
    ua: 'посилання',
  },
  {
    eng: 'register',
    ua: 'зареєструвати, реєстр, регістр',
  },
  {
    eng: 'regular',
    ua: 'регулярний; правильний',
  },
  {
    eng: 'relief',
    ua: 'полегшення; допомога; рельєф',
  },
  {
    eng: 'religion',
    ua: 'релігія',
  },
  {
    eng: 'religious',
    ua: 'релігійний',
  },
  {
    eng: 'republic',
    ua: 'республіка',
  },
  {
    eng: 'resource',
    ua: 'ресурс',
  },
  {
    eng: 'review',
    ua: 'огляд, розглянути; рецензія',
  },
  {
    eng: 'risk',
    ua: 'ризик',
  },
  {
    eng: 'rough',
    ua: 'грубо, грубий, грубшати, нерівний, шорсткуватий',
  },
  {
    eng: 'royal',
    ua: 'королівський',
  },
  {
    eng: 'running',
    ua: 'біг; той хто біжить',
  },
  {
    eng: 'safe',
    ua: 'сейф; надійно; що гарантує безпеку',
  },
  {
    eng: 'safety',
    ua: 'безпека, безпечність, надійність; запобіжний',
  },
  {
    eng: 'sail',
    ua: 'вітрило, вітрильний; плавати (під вітрилами)',
  },
  {
    eng: 'salt',
    ua: 'сіль',
  },
  {
    eng: 'sand',
    ua: 'пісок',
  },
  {
    eng: 'saving',
    ua: 'економія, ощадливість',
  },
  {
    eng: 'saw',
    ua: 'пилка, пиляти',
  },
  {
    eng: 'scene',
    ua: 'сцена, місце дії',
  },
  {
    eng: 'scientific',
    ua: 'науковий',
  },
  {
    eng: 'scientist',
    ua: 'вчений',
  },
  {
    eng: 'score',
    ua: 'рахунок; забити (гол)',
  },
  {
    eng: 'screen',
    ua: 'екран',
  },
  {
    eng: 'search',
    ua: 'пошук, шукати',
  },
  {
    eng: 'security',
    ua: 'безпека; органи безпеки',
  },
  {
    eng: 'series',
    ua: 'серія, ряд, послідовність',
  },
  {
    eng: 'servant',
    ua: 'слуга, службовець',
  },
  {
    eng: 'settle',
    ua: 'вирішувати, врегулювати; облаштуватися, оселятися',
  },
  {
    eng: 'settlement',
    ua: 'поселення (human settlement); врегулювання',
  },
  {
    eng: 'sex',
    ua: 'секс; стать',
  },
  {
    eng: 'shadow',
    ua: 'тінь',
  },
  {
    eng: 'sheep',
    ua: 'баран, вівця',
  },
  {
    eng: 'shelf',
    ua: 'поли́ця; уступ (скелі); шельф',
  },
  {
    eng: 'shell',
    ua: 'оболонка; панцир',
  },
  {
    eng: 'shift',
    ua: 'зсув, переміщення',
  },
  {
    eng: 'shine',
    ua: 'блиск',
  },
  {
    eng: 'shock',
    ua: 'шок; удар',
  },
  {
    eng: 'shopping',
    ua: 'здійснювати покупки (в магазинах)',
  },
  {
    eng: 'shot',
    ua: 'постріл; миттєвий фотознімок',
  },
  {
    eng: 'shower',
    ua: 'душ; злива',
  },
  {
    eng: 'signal',
    ua: 'сигнал',
  },
  {
    eng: 'silver',
    ua: 'срібло',
  },
  {
    eng: 'simply',
    ua: 'просто',
  },
  {
    eng: 'site',
    ua: 'сайт, місце (перебування)',
  },
  {
    eng: 'skill',
    ua: 'вміння; кваліфікація',
  },
  {
    eng: 'smooth',
    ua: 'гладенький, згладжувати',
  },
  {
    eng: 'snake',
    ua: 'змія',
  },
  {
    eng: 'soap',
    ua: 'мило',
  },
  {
    eng: 'soldier',
    ua: 'солдат',
  },
  {
    eng: 'somebody',
    ua: 'хтось, дехто',
  },
  {
    eng: 'somehow',
    ua: 'якось',
  },
  {
    eng: 'somewhere',
    ua: 'десь',
  },
  {
    eng: 'southern',
    ua: 'південний',
  },
  {
    eng: 'speaker',
    ua: 'промо́вець, спікер; колонка (гучномовець)',
  },
  {
    eng: 'specific',
    ua: 'специфічний; конкретний',
  },
  {
    eng: 'spell',
    ua: 'заклинання; зачаровувати; вимовляти по буквах',
  },
  {
    eng: 'spirit',
    ua: 'дух (наприкл. “сила людського духу”); спирт',
  },
  {
    eng: 'sport',
    ua: 'спорт',
  },
  {
    eng: 'stair',
    ua: 'сходинка',
  },
  {
    eng: 'standard',
    ua: 'стандарт, еталон',
  },
  {
    eng: 'steady',
    ua: 'уста́лений, стабі́льний; стаціона́рний',
  },
  {
    eng: 'steal',
    ua: 'вкрасти, вкрадене майно',
  },

  {
    eng: 'steam',
    ua: 'пара (водяна)',
  },
  {
    eng: 'steel',
    ua: 'сталь',
  },
  {
    eng: 'storm',
    ua: 'шторм',
  },
  {
    eng: 'stranger',
    ua: 'незнайомець',
  },
  {
    eng: 'strength',
    ua: 'міцність; сила',
  },
  {
    eng: 'stress',
    ua: 'стрес; напруження',
  },
  {
    eng: 'structure',
    ua: 'структура',
  },
  {
    eng: 'stupid',
    ua: 'дурень, дурний',
  },
  {
    eng: 'style',
    ua: 'стиль',
  },
  {
    eng: 'substance',
    ua: 'речовина, субстанція',
  },
  {
    eng: 'sudden',
    ua: 'раптовий',
  },
  {
    eng: 'suggestion',
    ua: 'пропозиція',
  },
  {
    eng: 'surround',
    ua: 'оточувати',
  },
  {
    eng: 'swallow',
    ua: 'ковтати',
  },
  {
    eng: 'swing',
    ua: 'гойдання, гойдатися',
  },
  {
    eng: 'tail',
    ua: 'хвіст, хвостовий',
  },
  {
    eng: 'target',
    ua: 'ціль, цільовий',
  },
  {
    eng: 'task',
    ua: 'завдання',
  },
  {
    eng: 'taxi',
    ua: 'таксі',
  },
  {
    eng: 'team',
    ua: 'команда',
  },
  {
    eng: 'technical',
    ua: 'технічний',
  },
  {
    eng: 'tent',
    ua: 'тент, намет',
  },
  {
    eng: 'terrible',
    ua: 'жахливий',
  },
  {
    eng: 'text',
    ua: 'текст',
  },
  {
    eng: 'thanks',
    ua: 'дякую',
  },
  {
    eng: 'theatre',
    ua: 'театр',
  },
  {
    eng: 'theirs',
    ua: 'їх, їхнє, їхня, їхній',
  },
  {
    eng: 'themselves',
    ua: 'самі, себе',
  },
  {
    eng: 'theory',
    ua: 'теорія',
  },
  {
    eng: 'throat',
    ua: 'горло, горловина',
  },
  {
    eng: 'throughout',
    ua: 'скрізь, всюди; цілком; від початку до кінця; протягом',
  },
  {
    eng: 'thus',
    ua: 'отже, таким чином',
  },
  {
    eng: 'ticket',
    ua: 'квиток',
  },
  {
    eng: 'tight',
    ua: 'щільно, тісно, туго',
  },
  {
    eng: 'tin',
    ua: 'олово; бляшанка; жерсть',
  },
  {
    eng: 'tip',
    ua: 'чайові; наконечник, кінчик',
  },
  {
    eng: 'tired',
    ua: 'втомлений, виснажений',
  },
  {
    eng: 'title',
    ua: 'назва, заголовок',
  },
  {
    eng: 'tongue',
    ua: 'язик, язичок; манера говорити',
  },
  {
    eng: 'tonight',
    ua: 'сьогодні ввечері',
  },
  {
    eng: 'tool',
    ua: 'інструмент, засіб',
  },
  {
    eng: 'total',
    ua: 'загалом, загальний, тотальний',
  },
  {
    eng: 'tough',
    ua: 'міцний',
  },
  {
    eng: 'tour',
    ua: 'тур',
  },
  {
    eng: 'tourist',
    ua: 'турист',
  },
  {
    eng: 'tower',
    ua: 'вежа, башта',
  },
  {
    eng: 'toy',
    ua: 'іграшка',
  },
  {
    eng: 'track',
    ua: 'трек, слід; простежувати',
  },
  {
    eng: 'traffic',
    ua: 'трафік; рух (на дорогах); потік (інформації)',
  },
  {
    eng: 'training',
    ua: 'навчання, тренування',
  },
  {
    eng: 'transfer',
    ua: 'передавання, перенесення, трансфер',
  },
  {
    eng: 'translate',
    ua: 'перекладати (мови)',
  },
  {
    eng: 'transport',
    ua: 'транспорт, транспортувати',
  },
  {
    eng: 'traveller',
    ua: 'мандрівник',
  },
  {
    eng: 'treat',
    ua: 'лікувати; відноситися; задоволення',
  },
  {
    eng: 'treatment',
    ua: 'лікування; пово́дження (з чимось, кимось); ста́влення (до когось);',
  },
  {
    eng: 'trial',
    ua: 'суд; випробування (напр. “випробувальний термін”)',
  },
  {
    eng: 'trick',
    ua: 'трюк, омана',
  },
  {
    eng: 'trust',
    ua: 'довіра',
  },
  {
    eng: 'truth',
    ua: 'правда, істина',
  },
  {
    eng: 'tube',
    ua: 'трубка; тюбик',
  },
  {
    eng: 'twice',
    ua: 'двічі',
  },
  {
    eng: 'unable',
    ua: 'нездатний',
  },
  {
    eng: 'uncle',
    ua: 'дядько',
  },
  {
    eng: 'underground',
    ua: 'підземний, підземелля, метро',
  },
  {
    eng: 'unemployment',
    ua: 'безробіття',
  },
  {
    eng: 'union',
    ua: "союз, об'єднання",
  },
  {
    eng: 'unit',
    ua: 'одиниця (чогось), одиничний; блок, вузол',
  },
  {
    eng: 'united',
    ua: "об'єднаний",
  },
  {
    eng: 'unknown',
    ua: 'невідомий',
  },
  {
    eng: 'unless',
    ua: 'якщо не; хіба що',
  },
  {
    eng: 'unusual',
    ua: 'незвичайний',
  },
  {
    eng: 'upper',
    ua: 'верхній',
  },
  {
    eng: 'urgent',
    ua: 'терміновий, невідкладний',
  },
  {
    eng: 'useful',
    ua: 'корисний',
  },
  {
    eng: 'valley',
    ua: 'долина',
  },
  {
    eng: 'valuable',
    ua: 'цінний',
  },
  {
    eng: 'value',
    ua: 'значення',
  },
  {
    eng: 'variety',
    ua: 'різноманітність',
  },
  {
    eng: 'vegetable',
    ua: 'рослина; овоч',
  },
  {
    eng: 'version',
    ua: 'версія',
  },
  {
    eng: 'victory',
    ua: 'перемога',
  },
  {
    eng: 'violence',
    ua: 'насильство, насилля',
  },
  {
    eng: 'visitor',
    ua: 'відвідувач, візитер',
  },
  {
    eng: 'volume',
    ua: 'об’єм, обсяг; рівень гучності',
  },
  {
    eng: 'vote',
    ua: 'голосування, голосувати',
  },
  {
    eng: 'wage',
    ua: 'зарплата, платити зарплату, плата',
  },
  {
    eng: 'waiter',
    ua: 'офіціант',
  },
  {
    eng: 'wake',
    ua: 'розбудити, пробуджуватися, розбурхати',
  },
  {
    eng: 'warn',
    ua: 'попереджати',
  },
  {
    eng: 'warning',
    ua: 'попередження',
  },
  {
    eng: 'waste',
    ua: 'відходи; марнувати',
  },
  {
    eng: 'weapon',
    ua: 'зброя',
  },
  {
    eng: 'weekend',
    ua: 'вихідні',
  },
  {
    eng: 'weigh',
    ua: 'важити',
  },
  {
    eng: 'weight',
    ua: 'вага',
  },
  {
    eng: 'western',
    ua: 'західний',
  },
  {
    eng: 'wet',
    ua: 'вологий, мокрий',
  },
  {
    eng: 'whatever',
    ua: 'який би не (наприк., “який би не був”); будь-який',
  },
  {
    eng: 'wheel',
    ua: 'колесо',
  },

  {
    eng: 'whenever',
    ua: 'коли́ б не; щора́зу (коли́)',
  },
  {
    eng: 'willing',
    ua: 'готовий, схильний, прихильний; старанний',
  },
  {
    eng: 'wine',
    ua: 'вино',
  },
  {
    eng: 'wing',
    ua: 'крило',
  },
  {
    eng: 'wise',
    ua: 'мудрий',
  },
  {
    eng: 'wonder',
    ua: 'дивина, дивуватися',
  },
  {
    eng: 'wooden',
    ua: 'дерев’яний',
  },
  {
    eng: 'wool',
    ua: 'вовна; вата',
  },
  {
    eng: 'worker',
    ua: 'працівник',
  },
  {
    eng: 'working',
    ua: 'робота, робочий',
  },
  {
    eng: 'worst',
    ua: 'найгірший, найгірше',
  },
  {
    eng: 'worth',
    ua: 'вартий, вартість',
  },
  {
    eng: 'wound',
    ua: 'рана, ранити',
  },
  {
    eng: 'writer',
    ua: 'письменник',
  },
  {
    eng: 'yard',
    ua: 'ярд (одиниця довжини); двір',
  },
  {
    eng: 'yours',
    ua: 'ваш; своє, своя',
  },
  {
    eng: 'yourself',
    ua: 'сам, сама, себе',
  },
  {
    eng: 'yourselves',
    ua: 'собі, собою',
  },
  {
    eng: 'youth',
    ua: 'молодь, юнак',
  },
  {
    eng: 'zero',
    ua: 'нульовий, нуль',
  },
  {
    eng: 'a.m.',
    ua: 'до обіду (скорочено)',
  },
  {
    eng: 'absent',
    ua: 'відсутній',
  },
  {
    eng: 'absolute',
    ua: 'абсолютний, абсолют',
  },
  {
    eng: 'absolutely',
    ua: 'абсолютно',
  },
  {
    eng: 'acceptance',
    ua: 'прийняття, схва́лення',
  },
  {
    eng: 'access',
    ua: 'доступ',
  },
  {
    eng: 'accompany',
    ua: 'супроводжувати',
  },
  {
    eng: 'accordance',
    ua: 'узго́дженість, відпові́дність, (наприклад, in accordance with - відповідно до)',
  },
  {
    eng: 'accordingly',
    ua: 'відповідно, тому́, таки́м чи́ном',
  },
  {
    eng: 'accountant',
    ua: 'бухгалтер',
  },
  {
    eng: 'accurate',
    ua: 'акуратний, точний',
  },
  {
    eng: 'ache',
    ua: 'біль, боліти',
  },
  {
    eng: 'achievement',
    ua: 'дося́гнення',
  },
  {
    eng: 'acid',
    ua: 'кислота',
  },
  {
    eng: 'actress',
    ua: 'актриса',
  },
  {
    eng: 'adequate',
    ua: 'адекватний',
  },
  {
    eng: 'adjust',
    ua: 'налаштовувати, коректувати',
  },
  {
    eng: 'admire',
    ua: 'милуватися, любуватися, захоплюватися (кимсь, чимсь)',
  },
  {
    eng: 'admission',
    ua: 'до́ступ, до́пуск, впуск',
  },
  {
    eng: 'adult',
    ua: 'дорослий, доросла людина',
  },
  {
    eng: 'advanced',
    ua: 'розширений (наприклад, розширені властивості), просунутий, передовий, прогресивний',
  },
  {
    eng: 'adventure',
    ua: 'пригоди',
  },
  {
    eng: 'advertise',
    ua: 'рекламувати',
  },
  {
    eng: 'adviser (advisor)',
    ua: 'порадник, консультант',
  },
  {
    eng: 'aged',
    ua: 'у віці (наприклад, “у віці 20 років...”); похилого віку',
  },
  {
    eng: 'agricultural',
    ua: 'сільськогосподарський, землеробський',
  },
  {
    eng: 'agriculture',
    ua: 'сільське господарство',
  },
  {
    eng: 'aircraft',
    ua: 'літак, літальний апарат',
  },
  {
    eng: 'airline',
    ua: 'авіалінії',
  },
  {
    eng: 'alarm',
    ua: 'тривога, сигнал тривоги',
  },
  {
    eng: 'alike',
    ua: 'однаково, однаковий, такий самий',
  },
  {
    eng: 'allowance',
    ua: 'кишенькові гроші, грошова допомога; пайок, норма відпуску; знижка (на що-небудь)',
  },
  {
    eng: 'aloud',
    ua: 'уголос',
  },
  {
    eng: 'alter',
    ua: 'змінювати, переробляти, вносити зміни',
  },
  {
    eng: 'altogether',
    ua: 'в цілому, загалом',
  },
  {
    eng: 'amuse',
    ua: 'забавляти, розважати',
  },
  {
    eng: 'analyse (analyze)',
    ua: 'аналізувати',
  },
  {
    eng: 'anniversary',
    ua: 'річниця; щорічний',
  },
  {
    eng: 'anxiety',
    ua: 'тривога',
  },
  {
    eng: 'apologize',
    ua: 'вибачатися',
  },
  {
    eng: 'apparent',
    ua: 'видимий, явний, очевидний',
  },
  {
    eng: 'apparently',
    ua: 'явно, очевидно',
  },
  {
    eng: 'appreciate',
    ua: 'цінувати',
  },
  {
    eng: 'arm-chair',
    ua: 'крісло',
  },
  {
    eng: 'armed',
    ua: 'озброєний',
  },
  {
    eng: 'arrow',
    ua: 'cтрілка (вказівна), стріла',
  },
  {
    eng: 'ash',
    ua: 'попіл; ясен (дерево)',
  },
  {
    eng: 'aspect',
    ua: 'аспект, сторона, точка зору',
  },
  {
    eng: 'assembly',
    ua: 'збірка, комплект; зібрання, асамблея',
  },
  {
    eng: 'assess',
    ua: 'оцінювати, давати оцінку (чому-небудь)',
  },
  {
    eng: 'assessment',
    ua: 'оцінка, думка, судження',
  },
  {
    eng: 'assist',
    ua: 'допомога, допомагати',
  },
  {
    eng: 'assistance',
    ua: 'допомога, підмога',
  },
  {
    eng: 'assumption',
    ua: 'припущення; привласнення',
  },
  {
    eng: 'assure',
    ua: 'запевняти, завіряти',
  },
  {
    eng: 'atmosphere',
    ua: 'атмосфера',
  },
  {
    eng: 'attribute',
    ua: 'атрибут',
  },
  {
    eng: 'automatic',
    ua: 'автоматичний',
  },
  {
    eng: 'avenue',
    ua: 'авеню, алея',
  },
  {
    eng: 'awake',
    ua: 'тей, хто прокинувся, тей хто не спить, будити',
  },
  {
    eng: 'award',
    ua: 'нагорода, нагороджувати',
  },
  {
    eng: 'awful',
    ua: 'величний, жахливий',
  },
  {
    eng: 'backward(s)',
    ua: 'назад, у зворотньому напрямку',
  },
  {
    eng: 'bake',
    ua: 'випікання, випічка',
  },
  {
    eng: 'ban',
    ua: 'заборона, забороняти',
  },
  {
    eng: 'bare',
    ua: 'голий, оголений, непокритий',
  },
  {
    eng: 'barely',
    ua: 'ледь, лише; голо, бідно',
  },
  {
    eng: 'bargain',
    ua: 'угода, домовлятися',
  },
  {
    eng: 'barrel',
    ua: 'барель, бочка',
  },
  {
    eng: 'basketball',
    ua: 'баскетбол',
  },
  {
    eng: 'bathe',
    ua: 'купатися',
  },
  {
    eng: 'bay',
    ua: 'бухта, затока; гавкання, гавкіт',
  },
  {
    eng: 'beach',
    ua: 'берег',
  },
  {
    eng: 'bean',
    ua: 'квасоля, біб; ударити по голові',
  },
  {
    eng: 'beard',
    ua: 'борода',
  },
  {
    eng: 'beast',
    ua: 'звір',
  },
  {
    eng: 'beef',
    ua: 'яловичина; нарікати, скаржитися',
  },
  {
    eng: 'beg',
    ua: 'просити, благати',
  },
  {
    eng: 'bench',
    ua: 'лава, стелаж',
  },
  {
    eng: 'blackboard',
    ua: 'класна дошка',
  },

  {
    eng: 'blade',
    ua: 'лезо',
  },
  {
    eng: 'blanket',
    ua: 'вовняна ковдра, вкривати; загальний, всеосяжний',
  },
  {
    eng: 'bloody',
    ua: 'закривавлений',
  },
  {
    eng: 'boast',
    ua: 'хвастощі, хвастати',
  },
  {
    eng: 'bold',
    ua: 'жирний (шрифт); хоробрий, зухвалий',
  },
  {
    eng: 'bomb',
    ua: 'бомба',
  },
  {
    eng: 'bond',
    ua: 'зобов’язання (боргове); узи, окови, ланцюги',
  },
  {
    eng: 'bookcase',
    ua: 'книжкова шафа',
  },
  {
    eng: 'boss',
    ua: 'бос, керівник',
  },
  {
    eng: 'bother',
    ua: 'турбувати, турбуватися; набридати, докучати',
  },
  {
    eng: 'bound',
    ua: "межа, обмеження; зобов'язаний, змушений; скакати, стрибати",
  },
  {
    eng: 'boundary',
    ua: 'кордон, межа',
  },
  {
    eng: 'boxing',
    ua: 'упакування в бокси (ящики); бокс (спорт)',
  },
  {
    eng: 'breakdown',
    ua: 'поломка, аварія',
  },
  {
    eng: 'brief',
    ua: 'короткий, стислий (напр., короткий опис)',
  },
  {
    eng: 'broadcast',
    ua: 'теле- (радіо-) мовлення',
  },
  {
    eng: 'budget',
    ua: 'бюджет',
  },
  {
    eng: 'buyer',
    ua: 'покупець',
  },
  {
    eng: 'cabinet',
    ua: 'кабінет, шафка',
  },
  {
    eng: 'cage',
    ua: 'клітка; тримати в клітці',
  },
  {
    eng: 'calculate',
    ua: 'обчислювати',
  },
  {
    eng: 'calculation',
    ua: 'обчислення',
  },
  {
    eng: 'canal',
    ua: 'канал',
  },
  {
    eng: 'candidate',
    ua: 'кандидат',
  },
  {
    eng: 'capable',
    ua: 'здатний, здібний, вправний',
  },
  {
    eng: 'career',
    ua: 'кар’єра; швидкий рух',
  },
  {
    eng: 'careless',
    ua: 'безтурботний, легковажний; недбалий',
  },
  {
    eng: 'carpet',
    ua: 'килим',
  },
  {
    eng: 'carriage',
    ua: 'екіпаж, карета; перевезення; каретка (наприклад в принтері, верстаті)',
  },
  {
    eng: 'cast',
    ua: 'кидати, метати; розподіляти ролі, давати ролі',
  },
  {
    eng: 'cart',
    ua: 'візок, віз',
  },
  {
    eng: 'cave',
    ua: 'печера; видовбувати, рити',
  },
  {
    eng: 'ceiling',
    ua: 'стеля',
  },
  {
    eng: 'celebrate',
    ua: 'святкувати',
  },
  {
    eng: 'ceremony',
    ua: 'церемонія',
  },
  {
    eng: 'chalk',
    ua: 'крейда',
  },
  {
    eng: 'chamber',
    ua: 'кімната, камера',
  },
  {
    eng: 'channel',
    ua: 'канал',
  },
  {
    eng: 'chart',
    ua: 'чарт (рейтинг), діаграма, таблиця',
  },
  {
    eng: 'cautious',
    ua: 'обережний, обачний',
  },
  {
    eng: 'cheek',
    ua: 'щока; грубіянити, поводитись зухвало',
  },
  {
    eng: 'cheer',
    ua: 'схвальний вигук, оплески',
  },
  {
    eng: 'childhood',
    ua: 'дитинство',
  },
  {
    eng: 'chin',
    ua: 'підборіддя',
  },
  {
    eng: 'chip',
    ua: 'чіп; стружка, тріска, тонка скибочка (картоплі)',
  },
  {
    eng: 'chocolate',
    ua: 'шоколад',
  },
  {
    eng: 'Christmas (Xmas)',
    ua: 'Різдво',
  },
  {
    eng: 'cinema',
    ua: 'кіно',
  },
  {
    eng: 'circus',
    ua: 'цирк',
  },
  {
    eng: 'clause',
    ua: 'пункт, стаття',
  },
  {
    eng: 'clay',
    ua: 'глина',
  },
  {
    eng: 'climate',
    ua: 'клімат',
  },
  {
    eng: 'closed',
    ua: 'закритий, замкнутий',
  },
  {
    eng: 'clothing',
    ua: 'одяг',
  },
  {
    eng: 'co-operation (cooperation)',
    ua: 'кооперація, співробітництво',
  },
  {
    eng: 'code',
    ua: 'код; кодекс',
  },
  {
    eng: 'collapse',
    ua: 'колапс',
  },
  {
    eng: 'collar',
    ua: 'комір',
  },
  {
    eng: 'colleague',
    ua: 'колега',
  },
  {
    eng: 'collector',
    ua: 'колектор, збирач',
  },
  {
    eng: 'colony',
    ua: 'колонія',
  },
  {
    eng: 'column',
    ua: 'колонка (в таблиці), колона',
  },
  {
    eng: 'comb',
    ua: 'гребінь, гребінець',
  },
  {
    eng: 'coming',
    ua: 'прихід, приїзд, прибуття, наближення',
  },
  {
    eng: 'commander',
    ua: 'командир',
  },
  {
    eng: 'commerce',
    ua: 'торгівля',
  },
  {
    eng: 'commit',
    ua: 'здійснити (зазвичай щось погане); доручати',
  },
  {
    eng: 'commitment',
    ua: 'зобов’язання',
  },
  {
    eng: 'companion',
    ua: 'компаньйон',
  },
  {
    eng: 'compete',
    ua: 'конкурувати, змагатися',
  },
  {
    eng: 'complaint',
    ua: 'скарга',
  },
  {
    eng: 'completion',
    ua: 'завершення, закінчення',
  },
  {
    eng: 'complicated',
    ua: 'складний, важкий',
  },
  {
    eng: 'component',
    ua: 'компонент',
  },
  {
    eng: 'compose',
    ua: 'складати (речення), створювати (літературний чи музичний твір)',
  },
  {
    eng: 'compound',
    ua: 'сполука, суміш',
  },
  {
    eng: 'concentrate',
    ua: 'концентрат, концентрувати',
  },
  {
    eng: 'concentration',
    ua: 'концентрація',
  },
  {
    eng: 'concept',
    ua: 'концепція, ідея',
  },
  {
    eng: 'concerning',
    ua: 'відносно, щодо',
  },
  {
    eng: 'concert',
    ua: 'концерт; згода, злагода',
  },
  {
    eng: 'conclude',
    ua: 'вирішувати, приймати рішення; закінчувати, завершувати',
  },
  {
    eng: 'concrete',
    ua: 'конкретний; бетонний; тверднути, згущати',
  },
  {
    eng: 'confident',
    ua: 'самовпевнений, упевнений',
  },
  {
    eng: 'confirm',
    ua: 'підтверджувати',
  },
  {
    eng: 'conflict',
    ua: 'конфлікт, конфліктувати',
  },
  {
    eng: 'confuse',
    ua: 'бентежити; заплутувати, ускладнювати',
  },
  {
    eng: 'confusion',
    ua: 'зніяковілість; безлад, плутанина',
  },
  {
    eng: 'congratulate',
    ua: 'поздоровляти',
  },
  {
    eng: 'congratulation',
    ua: 'поздоровлення',
  },
  {
    eng: 'congress',
    ua: 'конгрес',
  },
  {
    eng: 'conscience',
    ua: 'совість, свідомість',
  },
  {
    eng: 'conscious',
    ua: 'свідомий, який усвідомлює',
  },
  {
    eng: 'conservative',
    ua: 'консервативний, консерватор',
  },
  {
    eng: 'consistent',
    ua: 'послідовний',
  },
  {
    eng: 'constant',
    ua: 'константа, постійна величина, постійний',
  },
  {
    eng: 'constitute',
    ua: 'складати, засновувати',
  },
  {
    eng: 'constitution',
    ua: 'конституція',
  },
  {
    eng: 'construct',
    ua: 'конструкція; конструювати, споруджувати',
  },
  {
    eng: 'consult',
    ua: 'консультуватися, радитися',
  },

  {
    eng: 'consumer',
    ua: 'споживач, споживати',
  },
  {
    eng: 'container',
    ua: 'контейнер, ємність',
  },
  {
    eng: 'context',
    ua: 'контекст',
  },
  {
    eng: 'continent',
    ua: 'континент',
  },
  {
    eng: 'continuity',
    ua: 'безперервність, нерозривність',
  },
  {
    eng: 'continuous',
    ua: 'безперервний',
  },
  {
    eng: 'contrary',
    ua: 'зворотне, протилежне',
  },
  {
    eng: 'contrast',
    ua: 'контраст',
  },
  {
    eng: 'contribution',
    ua: 'внесок',
  },
  {
    eng: 'convert',
    ua: 'конвертувати, перетворювати',
  },
  {
    eng: 'convince',
    ua: 'переконувати',
  },
  {
    eng: 'copper',
    ua: 'мідь',
  },
  {
    eng: 'corporation',
    ua: 'корпорація',
  },
  {
    eng: 'correctly',
    ua: 'правильно, вірно',
  },
  {
    eng: 'correspond',
    ua: 'відповідати',
  },
  {
    eng: 'correspondence',
    ua: 'відповідність; кореспонденція',
  },
  {
    eng: 'cottage',
    ua: 'котедж',
  },
  {
    eng: 'cough',
    ua: 'кашель',
  },
  {
    eng: 'counter',
    ua: 'чинити опір, протидіяти; лічильник',
  },
  {
    eng: 'country-side (countryside)',
    ua: 'сільська місцевість',
  },
  {
    eng: 'county',
    ua: 'графство',
  },
  {
    eng: 'creation',
    ua: 'створення, творчість, твір',
  },
  {
    eng: 'crew',
    ua: 'команда, екіпаж (судна)',
  },
  {
    eng: 'crisis',
    ua: 'криза',
  },
  {
    eng: 'critic',
    ua: 'критик',
  },
  {
    eng: 'criticism',
    ua: 'критика',
  },
  {
    eng: 'crowded',
    ua: 'переповнений',
  },
  {
    eng: 'crown',
    ua: 'корона, вінець',
  },
  {
    eng: 'cruel',
    ua: 'жорстокий',
  },
  {
    eng: 'crush',
    ua: 'роздавлювання, розминання',
  },
  {
    eng: 'cultural',
    ua: 'культурний',
  },
  {
    eng: 'cure',
    ua: 'лікування, ліки',
  },
  {
    eng: 'currency',
    ua: 'валюта; поширеність',
  },
  {
    eng: 'currently',
    ua: 'на даний час',
  },
  {
    eng: 'custom',
    ua: 'клієнти, покупці; звичай, звичка',
  },
  {
    eng: 'customs',
    ua: 'мито, митниця',
  },
  {
    eng: 'cycle',
    ua: 'цикл',
  },
  {
    eng: 'damp',
    ua: 'вологий, вологість; зневіра, пригніченість',
  },
  {
    eng: 'dancer',
    ua: 'танцюрист(ка)',
  },
  {
    eng: 'dare',
    ua: 'наважуватися, насмілюватися',
  },
  {
    eng: 'deaf',
    ua: 'глухий, глухуватий',
  },
  {
    eng: 'dealer',
    ua: 'дилер',
  },
  {
    eng: 'debate',
    ua: 'дебати, обговорення',
  },
  {
    eng: 'decade',
    ua: 'декада, десяток',
  },
  {
    eng: 'declaration',
    ua: 'декларація',
  },
  {
    eng: 'decline',
    ua: 'падіння, занепад',
  },
  {
    eng: 'decrease',
    ua: 'зменшення, зниження',
  },
  {
    eng: 'deeply',
    ua: 'глибоко',
  },
  {
    eng: 'deer',
    ua: 'олень',
  },
  {
    eng: 'defend',
    ua: 'захищати',
  },
  {
    eng: 'definition',
    ua: 'визначення, тлумачення',
  },
  {
    eng: 'delicate',
    ua: 'делікатний, вишуканий',
  },
  {
    eng: 'delight',
    ua: 'захоплення, захват',
  },
  {
    eng: 'delivery',
    ua: 'доставка',
  },
  {
    eng: 'demonstrate',
    ua: 'демонструвати',
  },
  {
    eng: 'demonstration',
    ua: 'демонстрація',
  },
  {
    eng: 'dependent',
    ua: 'залежний',
  },
  {
    eng: 'depth',
    ua: 'глибина',
  },
  {
    eng: 'derive',
    ua: 'отримувати, діставати (насолоду, користь)',
  },
  {
    eng: 'descend',
    ua: 'спускатися, сходити',
  },
  {
    eng: 'deserve',
    ua: 'заслуговувати',
  },
  {
    eng: 'destruction',
    ua: 'зруйнування, знищення',
  },
  {
    eng: 'detailed',
    ua: 'детальний, докладний',
  },
  {
    eng: 'determination',
    ua: 'рішучість; визначення, встановлення',
  },
  {
    eng: 'devil',
    ua: 'диявол',
  },
  {
    eng: 'devote',
    ua: 'присвячувати (наприклад, “Навчанню я присвячую 2 години на день”)',
  },
  {
    eng: 'diamond',
    ua: 'діамант',
  },
  {
    eng: 'differ',
    ua: 'відрізнятися',
  },
  {
    eng: 'dining room',
    ua: 'їдальня (кімната)',
  },
  {
    eng: 'disagree',
    ua: 'розходитися в думках, не погоджуватися',
  },
  {
    eng: 'disappointment',
    ua: 'розчарування',
  },
  {
    eng: 'discipline',
    ua: 'дисципліна',
  },
  {
    eng: 'dislike',
    ua: 'неприхильність, антипатія',
  },
  {
    eng: 'dismiss',
    ua: 'звільняти, розпускати',
  },
  {
    eng: 'disorder',
    ua: 'безлад, плутанина; розлад (шлунку)',
  },
  {
    eng: 'dispute',
    ua: 'диспут, суперечка',
  },
  {
    eng: 'distinct',
    ua: 'особливий, відмінний; чіткий, ясний',
  },
  {
    eng: 'distinction',
    ua: 'відмінність, різниця',
  },
  {
    eng: 'distinguish',
    ua: 'розрізняти',
  },
  {
    eng: 'distribute',
    ua: 'розподіляти, роздавати',
  },
  {
    eng: 'distribution',
    ua: 'розподіл, роздача',
  },
  {
    eng: 'disturb',
    ua: 'турбувати',
  },
  {
    eng: 'dive',
    ua: 'занурення, занурюватися',
  },
  {
    eng: 'doorway',
    ua: 'вхід до приміщення, дверний проріз',
  },
  {
    eng: 'dot',
    ua: 'крапка',
  },
  {
    eng: 'downstairs',
    ua: 'внизу, нижній поверх',
  },
  {
    eng: 'draft',
    ua: 'план, креслення; відбір (наприклад, “Конкурсний відбір”)',
  },
  {
    eng: 'drag',
    ua: 'тягти, волокти',
  },
  {
    eng: 'drawer',
    ua: 'шухляда; кресляр',
  },
  {
    eng: 'driving',
    ua: 'катання, їзда',
  },
  {
    eng: 'drown',
    ua: 'тонути, топити',
  },
  {
    eng: 'drug',
    ua: 'ліки, наркотики',
  },
  {
    eng: 'drum',
    ua: 'барабан, барабанити',
  },
  {
    eng: 'drunk',
    ua: 'п’яний',
  },
  {
    eng: 'dusty',
    ua: 'запорошений, запилений',
  },
  {
    eng: 'eager',
    ua: 'нетерплячий, енергійний',
  },
  {
    eng: 'edition',
    ua: 'версія, варіант',
  },
  {
    eng: 'editor',
    ua: 'редактор',
  },
  {
    eng: 'educate',
    ua: 'навчати',
  },
  {
    eng: 'educational',
    ua: 'освітній',
  },

  {
    eng: 'effectively',
    ua: 'ефективно; фактично',
  },
  {
    eng: 'efficiency',
    ua: 'ефективність',
  },
  {
    eng: 'efficient',
    ua: 'ефективний',
  },
  {
    eng: 'elderly',
    ua: 'літній, похилого віку',
  },
  {
    eng: 'eliminate',
    ua: 'знищувати, ліквідувати',
  },
  {
    eng: 'elsewhere',
    ua: 'в іншому місті (де-небудь)',
  },
  {
    eng: 'emerge',
    ua: 'з’являтися, виникати, винирати',
  },
  {
    eng: 'emergency',
    ua: 'аварія, надзвичайна подія',
  },
  {
    eng: 'emphasis',
    ua: 'наголос',
  },
  {
    eng: 'emphasize',
    ua: 'наголошувати',
  },
  {
    eng: 'empire',
    ua: 'імперія',
  },
  {
    eng: 'engage',
    ua: 'наймати, вербувати',
  },
  {
    eng: 'engineering',
    ua: 'інжинірінг, інженерія, розробка',
  },
  {
    eng: 'enormous',
    ua: 'величезний',
  },
  {
    eng: 'entertain',
    ua: 'приймати гостей, розважати, забавляти',
  },
  {
    eng: 'entertainment',
    ua: 'видовище, розваги',
  },
  {
    eng: 'entry',
    ua: 'вхід',
  },
  {
    eng: 'environmental',
    ua: 'що стосується довкілля',
  },
  {
    eng: 'equivalent',
    ua: 'еквівалент',
  },
  {
    eng: 'error',
    ua: 'помилка',
  },
  {
    eng: 'establishment',
    ua: 'створення, заснування; установа, організація',
  },
  {
    eng: 'estate',
    ua: 'маєток, земельне володіння, майно',
  },
  {
    eng: 'evaluate',
    ua: 'оцінювати',
  },
  {
    eng: 'eventually',
    ua: 'зрештою, в кінцевому рахунку',
  },
  {
    eng: 'evident',
    ua: 'очевидний, явний',
  },
  {
    eng: 'excess',
    ua: 'надмірність, надлишок; ексцес',
  },
  {
    eng: 'excessive',
    ua: 'надмірний',
  },
  {
    eng: 'excite',
    ua: 'збуджувати, хвилювати',
  },
  {
    eng: 'excitement',
    ua: 'збудження, хвилювання',
  },
  {
    eng: 'exciting',
    ua: 'збуджуючий, хвилюючий',
  },
  {
    eng: 'exclude',
    ua: 'не допускати, виганяти',
  },
  {
    eng: 'executive',
    ua: 'виконавчий',
  },
  {
    eng: 'exhibition',
    ua: 'виставка',
  },
  {
    eng: 'expand',
    ua: 'розширювати, поширювати',
  },
  {
    eng: 'expansion',
    ua: 'розширення, експансія',
  },
  {
    eng: 'expectation',
    ua: 'очікування, сподівання',
  },
  {
    eng: 'experienced',
    ua: 'досвідчений',
  },
  {
    eng: 'explosion',
    ua: 'вибух',
  },
  {
    eng: 'expose',
    ua: 'виставляти напоказ',
  },
  {
    eng: 'extension',
    ua: 'розширення, подовження',
  },
  {
    eng: 'extensive',
    ua: 'обширний; екстенсивний',
  },
  {
    eng: 'external',
    ua: 'зовнішній',
  },
  {
    eng: 'extraordinary',
    ua: 'екстраординарний',
  },
  {
    eng: 'extreme',
    ua: 'крайність, екстримальність',
  },
  {
    eng: 'fade',
    ua: 'блякнути, в’янути',
  },
  {
    eng: 'faint',
    ua: 'слабкий, слабшати',
  },
  {
    eng: 'faithful',
    ua: 'вірний відданий',
  },
  {
    eng: 'fancy',
    ua: 'фантазія, уява',
  },
  {
    eng: 'fasten',
    ua: 'скріплювати',
  },
  {
    eng: 'fate',
    ua: 'доля',
  },
  {
    eng: 'favourable',
    ua: 'сприятливий',
  },
  {
    eng: 'federal',
    ua: 'федеральний',
  },
  {
    eng: 'fee',
    ua: 'плата, гонорар',
  },
  {
    eng: 'fighter',
    ua: 'боєць',
  },
  {
    eng: 'fixed',
    ua: 'фіксований, закріплений',
  },
  {
    eng: 'flash',
    ua: 'спалах',
  },
  {
    eng: 'flesh',
    ua: 'плоть, м’ясо',
  },
  {
    eng: 'float',
    ua: 'плаваючий, плавати, триматися на поверхні (води)',
  },
  {
    eng: 'flour',
    ua: 'борошно, порошок',
  },
  {
    eng: 'focus',
    ua: 'фокус',
  },
  {
    eng: 'fog',
    ua: 'туман',
  },
  {
    eng: 'fold',
    ua: 'скласти, згинати; кошара, загін для овець; отара овець',
  },
  {
    eng: 'fond',
    ua: 'довірливий, безрозсудний; основа, підґрунтя',
  },
  {
    eng: 'foolish',
    ua: 'дурний',
  },
  {
    eng: 'forbid',
    ua: 'заборонити',
  },
  {
    eng: 'foreigner',
    ua: 'іноземець',
  },
  {
    eng: 'forever',
    ua: 'назавжди',
  },
  {
    eng: 'formal',
    ua: 'формальний',
  },
  {
    eng: 'formula',
    ua: 'формула',
  },
  {
    eng: 'fortunately',
    ua: 'на щастя',
  },
  {
    eng: 'fortune',
    ua: 'фортуна',
  },
  {
    eng: 'foundation',
    ua: 'заснування (міста), закладка (фундамента); основа, базис, фундамент; фундація (організація, що існує за рахунок певного фонду)',
  },
  {
    eng: 'frequency',
    ua: 'частота',
  },
  {
    eng: 'friendship',
    ua: 'дружба',
  },
  {
    eng: 'frozen',
    ua: 'замерзлий, заморожений',
  },
  {
    eng: 'fry',
    ua: 'смажити; мальки, дрібна рибка',
  },
  {
    eng: 'fuel',
    ua: 'паливо',
  },
  {
    eng: 'fundamental',
    ua: 'фундаментальний',
  },
  {
    eng: 'funeral',
    ua: 'поховання',
  },
  {
    eng: 'furnish',
    ua: 'постачати, надавати; обробка, оздоблення',
  },
  {
    eng: 'furthermore',
    ua: 'крім того',
  },
  {
    eng: 'gallery',
    ua: 'галерея',
  },
  {
    eng: 'gap',
    ua: 'діра, пролом, щілина, прірва',
  },
  {
    eng: 'generate',
    ua: 'генерувати, виробляти, створювати',
  },
  {
    eng: 'generous',
    ua: 'щедрий, великодушний',
  },
  {
    eng: 'gently',
    ua: 'злегка, м’яко, лагідно',
  },
  {
    eng: 'giant',
    ua: 'гігант',
  },
  {
    eng: 'girlfriend',
    ua: 'подружка, кохана',
  },
  {
    eng: 'glance',
    ua: 'швидкий погляд, зиркати; блиск, виблискування, глянець',
  },
  {
    eng: 'glove',
    ua: 'рукавичка',
  },
  {
    eng: 'goat',
    ua: 'цап, коза, козел',
  },
  {
    eng: 'govern',
    ua: 'управляти, правити',
  },
  {
    eng: 'governor',
    ua: 'губернатор, правитель',
  },
  {
    eng: 'grace',
    ua: 'відстрочка, пільга; грація, витонченість; пристойність, такт; нагороджувати удостоювати; прикрашати',
  },
  {
    eng: 'grade',
    ua: 'ступінь, щабель, якість, ґатунок',
  },
  {
    eng: 'gradually',
    ua: 'поступово',
  },
  {
    eng: 'grammar',
    ua: 'граматика',
  },
  {
    eng: 'grand',
    ua: 'великий, величавий',
  },
  {
    eng: 'grandchild',
    ua: 'онук, онука',
  },
  {
    eng: 'grateful',
    ua: 'вдячний; приємний',
  },

  {
    eng: 'grave',
    ua: 'могила, надгробок; гравіювати; вагомий, важливий; похмурий, загрозливий',
  },
  {
    eng: 'greatly',
    ua: 'дуже, значно, вельми',
  },
  {
    eng: 'greet',
    ua: 'вітатися, зустрічати (вигуками, оплесками)',
  },
  {
    eng: 'growing',
    ua: 'зростання',
  },
  {
    eng: 'grown-up',
    ua: 'дорослий',
  },
  {
    eng: 'guarantee',
    ua: 'гарантія',
  },
  {
    eng: 'guilty',
    ua: 'винний, винуватий',
  },
  {
    eng: 'hammer',
    ua: 'молоток; бити, гамселити',
  },
  {
    eng: 'handkerchief',
    ua: 'носовичок',
  },
  {
    eng: 'handsome',
    ua: 'гарний; значний, великий; щедрий, шляхетний',
  },
  {
    eng: 'happiness',
    ua: 'щастя, удача',
  },
  {
    eng: 'harbour',
    ua: 'гавань',
  },
  {
    eng: 'harvest',
    ua: 'збирати врожай',
  },
  {
    eng: 'headache',
    ua: 'головний біль',
  },
  {
    eng: 'headquarters',
    ua: 'штаб-квартира',
  },
  {
    eng: 'heating',
    ua: 'опалення, нагрівання',
  },
  {
    eng: 'heaven',
    ua: 'небеса',
  },
  {
    eng: 'heavily',
    ua: 'важко, громіздко; інтенсивно, сильно',
  },
  {
    eng: 'heel',
    ua: 'п’ятка, п’ята',
  },
  {
    eng: 'hell',
    ua: 'пекло',
  },
  {
    eng: 'helpful',
    ua: 'корисний',
  },
  {
    eng: 'hen',
    ua: 'курка, курочка',
  },
  {
    eng: 'hero',
    ua: 'герой',
  },
  {
    eng: 'hesitate',
    ua: 'вагатися, коливатися',
  },
  {
    eng: 'hi',
    ua: 'привіт',
  },
  {
    eng: 'highlight',
    ua: 'основний момент, найбільш яскравий момент',
  },
  {
    eng: 'highway',
    ua: 'шосе, хайвей',
  },
  {
    eng: 'historic',
    ua: 'історичний',
  },
  {
    eng: 'historical',
    ua: 'історичний',
  },
  {
    eng: 'holder',
    ua: 'тримач',
  },
  {
    eng: 'holy',
    ua: 'святий',
  },
  {
    eng: 'homework',
    ua: 'домашня робота',
  },
  {
    eng: 'honey',
    ua: 'мед',
  },
  {
    eng: 'honourable',
    ua: 'почесний, благородний',
  },
  {
    eng: 'hook',
    ua: 'гак',
  },
  {
    eng: 'horseback',
    ua: 'спина коня',
  },
  {
    eng: 'household',
    ua: 'домогосподарство',
  },
  {
    eng: 'housewife',
    ua: 'домогосподарка',
  },
  {
    eng: 'housing',
    ua: 'житлове будівництво, житлові умови; корпус, футляр',
  },
  {
    eng: 'hunger',
    ua: 'голод',
  },
  {
    eng: 'hunter',
    ua: 'мисливець',
  },
  {
    eng: 'hut',
    ua: 'хатина, барак',
  },
  {
    eng: 'ideal',
    ua: 'ідеал, ідеальний',
  },
  {
    eng: 'identification',
    ua: 'ідентифікація',
  },
  {
    eng: 'identity',
    ua: 'ідентичність, справжність',
  },
  {
    eng: 'idle',
    ua: 'байдикувати, ледачий',
  },
  {
    eng: 'ignore',
    ua: 'ігнорувати',
  },
  {
    eng: 'illegal',
    ua: 'незаконний',
  },
  {
    eng: 'illustrate',
    ua: 'ілюструвати',
  },
  {
    eng: 'imagination',
    ua: 'уява',
  },
  {
    eng: 'imply',
    ua: 'мати на увазі',
  },
  {
    eng: 'import',
    ua: 'імпорт',
  },
  {
    eng: 'impose',
    ua: 'нав’язувати; накладати (умови)',
  },
  {
    eng: 'impression',
    ua: 'враження',
  },
  {
    eng: 'incident',
    ua: 'інцидент',
  },
  {
    eng: 'increasingly',
    ua: 'все більше й більше',
  },
  {
    eng: 'index',
    ua: 'індекс; вказівний палець',
  },
  {
    eng: 'indication',
    ua: 'індикація',
  },
  {
    eng: 'indoors',
    ua: 'в приміщенні',
  },
  {
    eng: 'injure',
    ua: 'ранити, ушкодити',
  },
  {
    eng: 'injury',
    ua: 'тілесне ушкодження',
  },
  {
    eng: 'ink',
    ua: 'чорнило',
  },
  {
    eng: 'inner',
    ua: 'внутрішній',
  },
  {
    eng: 'inquire (enquire)',
    ua: 'довідуватися, з’ясовувати',
  },
  {
    eng: 'inquiry (enquiry)',
    ua: 'наведення довідок, розслідування',
  },
  {
    eng: 'insist',
    ua: 'наполегливо, наполягати',
  },
  {
    eng: 'instant',
    ua: 'мить, миттєвий',
  },
  {
    eng: 'instruction',
    ua: 'інструкція',
  },
  {
    eng: 'intelligence',
    ua: 'інтелект, розум',
  },
  {
    eng: 'intelligent',
    ua: 'розумний',
  },
  {
    eng: 'interfere',
    ua: 'втручатися; заважати',
  },
  {
    eng: 'interpret',
    ua: 'тлумачити, інтерпретувати',
  },
  {
    eng: 'interpretation',
    ua: 'інтерпретація, тлумачення',
  },
  {
    eng: 'interrupt',
    ua: 'переривати, припиняти; переривання (комп’ютерне)',
  },
  {
    eng: 'interval',
    ua: 'інтервал',
  },
  {
    eng: 'interview',
    ua: 'інтерв’ю',
  },
  {
    eng: 'invention',
    ua: 'винахід',
  },
  {
    eng: 'invest',
    ua: 'інвестувати; наділяти (владою); одягати, облачати',
  },
  {
    eng: 'investigate',
    ua: 'розслідувати, досліджувати',
  },
  {
    eng: 'investment',
    ua: 'інвестування; наділення (владою); убрання, облачення',
  },
  {
    eng: 'involved',
    ua: 'складний, заплутаний; втягнути, вплутати; містити, включати',
  },
  {
    eng: 'jacket',
    ua: 'куртка; чохол',
  },
  {
    eng: 'jaw',
    ua: 'щелепа; говорити довго й нудно',
  },
  {
    eng: 'jet',
    ua: 'струмінь, струменевий (принтер); гагат (чорний близкучий мінерал), гагатовий',
  },
  {
    eng: 'jewel',
    ua: 'коштовність',
  },
  {
    eng: 'journal',
    ua: 'журнал',
  },
  {
    eng: 'journalist',
    ua: 'журналіст',
  },
  {
    eng: 'junior',
    ua: 'молодший',
  },
  {
    eng: 'justify',
    ua: 'виправдовувати, знаходити виправдання',
  },
  {
    eng: 'keeper',
    ua: 'хранитель, вартівник',
  },
  {
    eng: 'kid',
    ua: 'маля, дитя, дитячий; козеня, козлятина; розігрувати, жартувати; лайка (шкіра), лайковий',
  },
  {
    eng: 'kingdom',
    ua: 'королівство',
  },
  {
    eng: 'knot',
    ua: 'вузол; зав’язувати вузол',
  },
  {
    eng: 'label',
    ua: 'етикетка',
  },
  {
    eng: 'laboratory (lab)',
    ua: 'лабораторія',
  },
  {
    eng: 'ladder',
    ua: 'драбина, трап',
  },
  {
    eng: 'landing',
    ua: 'висадка на берег',
  },
  {
    eng: 'landlord',
    ua: 'домовласник; лендлорд (крупний землевласник)',
  },
  {
    eng: 'largely',
    ua: 'в значній мірі',
  },
  {
    eng: 'lately',
    ua: 'нещодавно',
  },

  {
    eng: 'laughter',
    ua: 'сміх, регіт',
  },
  {
    eng: 'launch',
    ua: 'запуск',
  },
  {
    eng: 'layer',
    ua: 'шар, пласт',
  },
  {
    eng: 'league',
    ua: 'ліга',
  },
  {
    eng: 'learning',
    ua: 'вивчення, навчання',
  },
  {
    eng: 'lecture',
    ua: 'лекція, читати лекцію',
  },
  {
    eng: 'legislation',
    ua: 'законодавство, законодавча діяльність',
  },
  {
    eng: 'lemon',
    ua: 'лимон',
  },
  {
    eng: 'lesser',
    ua: 'менший, малий',
  },
  {
    eng: 'liberal',
    ua: 'ліберал, ліберальний',
  },
  {
    eng: 'liberty',
    ua: 'свобода',
  },
  {
    eng: 'lid',
    ua: 'кришка, ковпак',
  },
  {
    eng: 'limited',
    ua: 'обмежений, компанія з обмеженою відповідальністю',
  },
  {
    eng: 'lion',
    ua: 'лев',
  },
  {
    eng: 'literary',
    ua: 'літературний',
  },
  {
    eng: 'lively',
    ua: 'жвавий',
  },
  {
    eng: 'locate',
    ua: 'розмістити, помістити',
  },
  {
    eng: 'location',
    ua: 'розташування',
  },
  {
    eng: 'log',
    ua: 'журнал (для ведення записів); вхід в аккаунт (“log in”); колода',
  },
  {
    eng: 'lover',
    ua: 'прихильник; коханець, коханка',
  },
  {
    eng: 'loyal',
    ua: 'лояльний',
  },
  {
    eng: 'luggage',
    ua: 'багаж',
  },
  {
    eng: 'lung',
    ua: 'легеня',
  },
  {
    eng: 'machinery',
    ua: 'машини, механізми',
  },
  {
    eng: 'magic',
    ua: 'магія',
  },
  {
    eng: 'maintenance',
    ua: 'підтримання в належному стані',
  },
  {
    eng: 'making',
    ua: 'створення, виготовлення, процес виготовлення, кількість виготовленого',
  },
  {
    eng: 'manufacturer',
    ua: 'виробник',
  },
  {
    eng: 'marketing',
    ua: 'маркетинг',
  },
  {
    eng: 'mathematics (math)',
    ua: 'матемптика',
  },
  {
    eng: 'maximum',
    ua: 'максимум',
  },
  {
    eng: 'meanwhile',
    ua: 'тим часом',
  },
  {
    eng: 'measurement',
    ua: 'вимірювання',
  },
  {
    eng: 'melt',
    ua: 'плавити, розплавлена речовина',
  },
  {
    eng: 'membership',
    ua: 'членство',
  },
  {
    eng: 'mental',
    ua: 'ментальний, духовний',
  },
  {
    eng: 'merchant',
    ua: 'торговець',
  },
  {
    eng: 'mercy',
    ua: 'милість, милосердя',
  },
  {
    eng: 'mere',
    ua: 'простий; лише́, ті́льки; озеро, ставок',
  },
  {
    eng: 'metre',
    ua: 'метр',
  },
  {
    eng: 'midnight',
    ua: 'опівночі',
  },
  {
    eng: 'mild',
    ua: "м'який, тихий, спокійний, помірний (про клімат)",
  },
  {
    eng: 'mill',
    ua: 'млин, молоти',
  },
  {
    eng: 'miner',
    ua: 'шахтар; мінер',
  },
  {
    eng: 'minimum',
    ua: 'мінімум',
  },
  {
    eng: 'ministry',
    ua: 'міністерство',
  },
  {
    eng: 'minor',
    ua: 'молодший, менший; другорядний',
  },
  {
    eng: 'minority',
    ua: 'меншість; неповноліття',
  },
  {
    eng: 'mixed',
    ua: 'змішений',
  },
  {
    eng: 'mixture',
    ua: 'суміш',
  },
  {
    eng: 'moderate',
    ua: 'стримувати (суперечки), пом’якшувати; поміркований, стриманий',
  },
  {
    eng: 'monitor',
    ua: 'монітор',
  },
  {
    eng: 'monkey',
    ua: 'мавпа',
  },
  {
    eng: 'mood',
    ua: 'настрій, тон',
  },
  {
    eng: 'moral',
    ua: 'моральний',
  },
  {
    eng: 'moreover',
    ua: 'крім того, більш того',
  },
  {
    eng: 'motorcycle',
    ua: 'мотоцикл',
  },
  {
    eng: 'movie',
    ua: 'фільм',
  },
  {
    eng: 'moving',
    ua: 'переміщення, рухомий; зворушливий',
  },
  {
    eng: 'multiply',
    ua: 'помножити; різноманітно',
  },
  {
    eng: 'muscle',
    ua: 'мускул, м’яз',
  },
  {
    eng: 'musician',
    ua: 'музикант',
  },
  {
    eng: 'mysterious',
    ua: 'таємничий',
  },
  {
    eng: 'mystery',
    ua: 'таємниця, таємничість',
  },
  {
    eng: 'nationality',
    ua: 'національність',
  },
  {
    eng: 'naturally',
    ua: 'природно',
  },
  {
    eng: 'neat',
    ua: 'чистий, охайний; нерозбавлений (напій);',
  },
  {
    eng: 'necessarily',
    ua: 'обов’язково, неодмінно',
  },
  {
    eng: 'necessity',
    ua: 'необхідність, нагальна потреба',
  },
  {
    eng: 'neglect',
    ua: 'нехтування, зневажання; занедбаність',
  },
  {
    eng: 'neighbouring',
    ua: 'сусідній, прилеглий',
  },
  {
    eng: 'nerve',
    ua: 'нерв',
  },
  {
    eng: 'nervous',
    ua: 'нервовий',
  },
  {
    eng: 'network',
    ua: 'мережа',
  },
  {
    eng: 'nevertheless',
    ua: 'все-таки, як би там не було',
  },
  {
    eng: 'noble',
    ua: 'шляхетний, благородний',
  },
  {
    eng: 'nod',
    ua: 'кивок, кивання головою',
  },
  {
    eng: 'noisy',
    ua: 'шумний, галасливий',
  },
  {
    eng: 'nonsense',
    ua: 'нонсенс, дурниця, безглуздя',
  },
  {
    eng: 'normally',
    ua: 'зазвичай',
  },
  {
    eng: 'notion',
    ua: 'поняття, переконання, уявлення, ідея',
  },
  {
    eng: 'noun',
    ua: 'іменник',
  },
  {
    eng: 'novel',
    ua: 'новела, роман; новаторський новітній',
  },
  {
    eng: 'nowadays',
    ua: 'сьогодення, у наш час',
  },
  {
    eng: 'numerous',
    ua: 'числе́нний',
  },
  {
    eng: 'nursery',
    ua: 'дитяча кімната, яслі; розплідник',
  },
  {
    eng: 'obey',
    ua: 'підкорятися',
  },
  {
    eng: 'objection',
    ua: 'заперечення, незгода',
  },
  {
    eng: 'objective',
    ua: 'об’єктивний, дійсний; ціль, мета; об’єктив (оптичний)',
  },
  {
    eng: 'observation',
    ua: 'спостереження',
  },
  {
    eng: 'observer',
    ua: 'спостерігач, оглядач',
  },
  {
    eng: 'occasional',
    ua: 'нерегулярний, випадковий, який трапляється час від часу',
  },
  {
    eng: 'occasionally',
    ua: 'зрідка, часом, час від часу',
  },
  {
    eng: 'occupation',
    ua: 'окупація; професія, заняття',
  },
  {
    eng: 'odd',
    ua: 'дивний, дивина; непарний; надлишок',
  },
  {
    eng: 'offence',
    ua: 'порушення (чогось)',
  },
  {
    eng: 'offend',
    ua: 'ображати, порушувати (що-небудь)',
  },
  {
    eng: 'offensive',
    ua: 'наступ, атака, наступальний; огидний, неприємний',
  },
  {
    eng: 'oneself',
    ua: 'себе, собі',
  },
  {
    eng: 'onto',
    ua: 'в, на',
  },

  {
    eng: 'operator',
    ua: 'оператор',
  },
  {
    eng: 'oppose',
    ua: 'опиратися, чинити опір, бути проти, бути в опозиції',
  },
  {
    eng: 'opposition',
    ua: 'опозиція; опір, протидія',
  },
  {
    eng: 'option',
    ua: 'опція, вибір, предмет вибору',
  },
  {
    eng: 'organ',
    ua: 'о́рган (частина тіла); о́рган, установа; орга́н (муз. Інструмент)',
  },
  {
    eng: 'outcome',
    ua: 'наслідок, результат',
  },
  {
    eng: 'outer',
    ua: 'зовнішній, віддалений (від центру)',
  },
  {
    eng: 'outline',
    ua: 'контур, контурна лінія',
  },
  {
    eng: 'output',
    ua: 'вихід (тобто те що отримано на виході, з конвеєра, наприклад), вихід (продукції), вихідний сигнал (в електроніці)',
  },
  {
    eng: 'outstanding',
    ua: 'видатний знаменитий; несплачений, невиконаний',
  },
  {
    eng: 'overall',
    ua: 'повний, загальний, від початку до кінця; робочий одяг, комбінезон',
  },
  {
    eng: 'overcome',
    ua: 'подолати, побороти',
  },
  {
    eng: 'ownership',
    ua: 'власність, право власності',
  },
  {
    eng: 'pace',
    ua: 'темп, крок',
  },
  {
    eng: 'pad',
    ua: "подушка, подушечка, м'яка прокладка, підкладинка, килимок; йти пішки, брести́",
  },
  {
    eng: 'painful',
    ua: 'болючий, той хто завдає болю',
  },
  {
    eng: 'painter',
    ua: 'художник',
  },
  {
    eng: 'palace',
    ua: 'палац',
  },
  {
    eng: 'pan',
    ua: 'каструля, сковорода, таз, готувати в каструлі; панорамування (кінокамери)',
  },
  {
    eng: 'parallel',
    ua: 'паралельний, паралель',
  },
  {
    eng: 'parcel',
    ua: 'пакет, пачка, бандероль; ділити на частини',
  },
  {
    eng: 'pardon',
    ua: 'прощати, вибачати, прощення',
  },
  {
    eng: 'parking',
    ua: 'паркінг',
  },
  {
    eng: 'parliament',
    ua: 'парламент',
  },
  {
    eng: 'part-time',
    ua: 'неповний робочий день',
  },
  {
    eng: 'partial',
    ua: 'частковий, неповний; небайдужий (до чого-небудь, кого-небудь)',
  },
  {
    eng: 'participate',
    ua: 'брати участь',
  },
  {
    eng: 'participation',
    ua: 'участь, співучасть',
  },
  {
    eng: 'particle',
    ua: 'маленька частинка, крупинка',
  },
  {
    eng: 'patience',
    ua: 'терпіння, терплячість',
  },
  {
    eng: 'peaceful',
    ua: 'тихий, спокійний, миролюбний',
  },
  {
    eng: 'permission',
    ua: 'дозвіл, доступ',
  },
  {
    eng: 'personally',
    ua: 'особисто, персонально',
  },
  {
    eng: 'pet',
    ua: 'домашня тварина',
  },
  {
    eng: 'petrol',
    ua: 'бензин',
  },
  {
    eng: 'phase',
    ua: 'фаза',
  },
  {
    eng: 'phenomenon',
    ua: 'феномен',
  },
  {
    eng: 'philosophy',
    ua: 'філософія',
  },
  {
    eng: 'phrase',
    ua: 'фраза',
  },
  {
    eng: 'pile',
    ua: 'купа; ворс (наприклад, в килимових покриттях); паля, стовп',
  },
  {
    eng: 'pilot',
    ua: 'пілот',
  },
  {
    eng: 'planet',
    ua: 'планета',
  },
  {
    eng: 'planning',
    ua: 'планування',
  },
  {
    eng: 'plastic',
    ua: 'пластик, пластмаса, пластичний',
  },
  {
    eng: 'platform',
    ua: 'платформа',
  },
  {
    eng: 'plus',
    ua: 'плюс',
  },
  {
    eng: 'p.m.',
    ua: 'після обіду (для 12-годинникової часової шкали)',
  },
  {
    eng: 'pointing',
    ua: 'указування (напрямку); заточення, загострення',
  },
  {
    eng: 'pole',
    ua: 'стовп, жердина; полюс',
  },
  {
    eng: 'polite',
    ua: 'ввічливий, чемний',
  },
  {
    eng: 'politician',
    ua: 'політик, політикан',
  },
  {
    eng: 'port',
    ua: 'порт',
  },
  {
    eng: 'possession',
    ua: 'володіння, власність, майно',
  },
  {
    eng: 'postage',
    ua: 'поштовий збір, поштові витрати',
  },
  {
    eng: 'postal',
    ua: 'поштовий',
  },
  {
    eng: 'postman',
    ua: 'листоноша',
  },
  {
    eng: 'postpone',
    ua: 'відкладати, відтерміновувати',
  },
  {
    eng: 'poverty',
    ua: 'бідність, убогість',
  },
  {
    eng: 'powder',
    ua: 'порошок',
  },
  {
    eng: 'practise',
    ua: 'практикуватися',
  },
  {
    eng: 'pray',
    ua: 'молитися; молити',
  },
  {
    eng: 'prayer',
    ua: 'молитва, прохання, благання',
  },
  {
    eng: 'precious',
    ua: 'дорогий, коханий, дорогоцінний',
  },
  {
    eng: 'predict',
    ua: 'пророкувати, передбачувати, прогнозувати',
  },
  {
    eng: 'prepared',
    ua: 'підготовлений, попередньо оброблений',
  },
  {
    eng: 'presentation',
    ua: 'презентація; підношення, вручення, дарунок',
  },
  {
    eng: 'preserve',
    ua: 'зберігати, оберігати; консерви, пресерви',
  },
  {
    eng: 'presidential',
    ua: 'президентський',
  },
  {
    eng: 'pretend',
    ua: 'прикидатися, вдавати; (to) претендувати',
  },
  {
    eng: 'previously',
    ua: 'попередньо, заздалегідь',
  },
  {
    eng: 'pride',
    ua: 'гордість, гордитися',
  },
  {
    eng: 'prince',
    ua: 'принц',
  },
  {
    eng: 'principal',
    ua: 'глава, начальник; директор школи',
  },
  {
    eng: 'probability',
    ua: 'ймовірність',
  },
  {
    eng: 'probable',
    ua: 'ймовірний',
  },
  {
    eng: 'proceed',
    ua: 'продовжувати, відновлювати (якусь діяльність після перерви)',
  },
  {
    eng: 'producer',
    ua: 'виробник',
  },
  {
    eng: 'productive',
    ua: 'продуктивний',
  },
  {
    eng: 'professor',
    ua: 'професор',
  },
  {
    eng: 'progressive',
    ua: 'прогресивний',
  },
  {
    eng: 'promote',
    ua: 'просувати, підвищувати в чині або званні, займатись промоушеном',
  },
  {
    eng: 'prompt',
    ua: 'Підказка, заохочувати, спонукати, підказувати; швидко, швидкий, негайний',
  },
  {
    eng: 'pronounce',
    ua: 'вимовляти',
  },
  {
    eng: 'pronunciation',
    ua: 'вимова',
  },
  {
    eng: 'proportion',
    ua: 'пропорція',
  },
  {
    eng: 'prospect',
    ua: 'перспектива',
  },
  {
    eng: 'provided',
    ua: 'забезпечений (наприклад, “забезпечений продуктами”)',
  },
  {
    eng: 'providing',
    ua: 'забезпечення (якої-небудь діяльності)',
  },
  {
    eng: 'publication',
    ua: 'публікація',
  },
  {
    eng: 'publicity',
    ua: 'публічність',
  },
  {
    eng: 'pump',
    ua: 'помпа, насос, накачувати, нагнітати',
  },
  {
    eng: 'purchase',
    ua: 'покупка,купівля, купувати',
  },
  {
    eng: 'purple',
    ua: 'пурпурний',
  },
  {
    eng: 'pursue',
    ua: 'переслідувати (кого-небудь), гнатися, бігти (за ким-небудь)',
  },
  {
    eng: 'puzzle',
    ua: 'пазл, головоломка',
  },
  {
    eng: 'qualification',
    ua: 'кваліфікація',
  },
  {
    eng: 'qualify',
    ua: 'кваліфікувати, кваліфікуватися, отримувати яку-небудь кваліфікацію',
  },
  {
    eng: 'quarrel',
    ua: 'суперечка, незгода; сперечатися, ставити під сумнів',
  },
  {
    eng: 'quote',
    ua: 'цитата, цитувати; відкривати лапки, брати в лапки; призначати ціну',
  },
  {
    eng: 'radical',
    ua: 'радикальний, радикал',
  },

  {
    eng: 'raincoat',
    ua: 'дощовик, непромокальне пальто, плащ',
  },
  {
    eng: 'rainy',
    ua: 'дощовий',
  },
  {
    eng: 'rank',
    ua: 'ранг, займати певне місце; шеренга, ряд',
  },
  {
    eng: 'rapid',
    ua: 'швидкий; річковий поріг, бистрина',
  },
  {
    eng: 'rarely',
    ua: 'рідко, винятково',
  },
  {
    eng: 'rat',
    ua: 'шур, пацюк',
  },
  {
    eng: 'raw',
    ua: 'сирий, необроблений',
  },
  {
    eng: 'ray',
    ua: 'промінь',
  },
  {
    eng: 'react',
    ua: '(to) реагувати, відгукуватися, озиватися',
  },
  {
    eng: 'reading',
    ua: 'читання',
  },
  {
    eng: 'realistic',
    ua: 'реалістичний',
  },
  {
    eng: 'receipt',
    ua: 'рецепт; розписка в отриманні, квитанція',
  },
  {
    eng: 'receiver',
    ua: 'одержувач, отримувач, приймач',
  },
  {
    eng: 'recognition',
    ua: 'дізнавання, упізнавання; визнання, схвалення',
  },
  {
    eng: 'recommend',
    ua: 'рекомендувати',
  },
  {
    eng: 'recommendation',
    ua: 'рекомендація',
  },
  {
    eng: 'recover',
    ua: 'відновлювати, видужувати',
  },
  {
    eng: 'reduction',
    ua: 'зменшення, зниження, скорочення',
  },
  {
    eng: 'reform',
    ua: 'реформа',
  },
  {
    eng: 'refusal',
    ua: 'відмова',
  },
  {
    eng: 'regime',
    ua: 'режим',
  },
  {
    eng: 'regional',
    ua: 'регіональний',
  },
  {
    eng: 'regret',
    ua: 'шкодувати, жалкувати',
  },
  {
    eng: 'regulation',
    ua: 'регулювання',
  },
  {
    eng: 'reject',
    ua: 'забракувати, визнати непридатний, відкидати, відторгати',
  },
  {
    eng: 'related',
    ua: 'пов’язаний',
  },
  {
    eng: 'relatively',
    ua: 'щодо, відповідно (до чогось)',
  },
  {
    eng: 'relax',
    ua: 'релаксувати, розслаблятися',
  },
  {
    eng: 'relevant',
    ua: 'релевантний, відповідний',
  },
  {
    eng: 'reliable',
    ua: 'надійний',
  },
  {
    eng: 'relieve',
    ua: 'звільняти; заспокоювати, полегшувати, знімати (напругу)',
  },
  {
    eng: 'rely',
    ua: 'покладатися (на когось)',
  },
  {
    eng: 'remaining',
    ua: 'решта',
  },
  {
    eng: 'remains',
    ua: 'залишки, рештки',
  },
  {
    eng: 'remarkable',
    ua: 'чудовий, визначний, дивовижний',
  },
  {
    eng: 'reporter',
    ua: 'репортер',
  },
  {
    eng: 'representation',
    ua: 'зображення, образ; репрезентація, вистава; представництво, представлення',
  },
  {
    eng: 'reputation',
    ua: 'репутація',
  },
  {
    eng: 'rescue',
    ua: 'порятунок, рятувати',
  },
  {
    eng: 'reservation',
    ua: 'резервування, резервація',
  },
  {
    eng: 'resident',
    ua: 'резидент, постійний житель',
  },
  {
    eng: 'resign',
    ua: 'зрікатися, відмовлятися (від посади)',
  },
  {
    eng: 'resignation',
    ua: 'відмова від посади, заява про відставку',
  },
  {
    eng: 'resist',
    ua: 'чинити опір',
  },
  {
    eng: 'resistance',
    ua: 'опір, протидія',
  },
  {
    eng: 'resolution',
    ua: 'резолюція, рішення; рішучість',
  },
  {
    eng: 'resolve',
    ua: 'рішення, вирішувати',
  },
  {
    eng: 'restore',
    ua: 'відновлювати, повертати, віддавати назад',
  },
  {
    eng: 'restrict',
    ua: 'обмежувати, тримати в певних межах',
  },
  {
    eng: 'restriction',
    ua: 'обмеження',
  },
  {
    eng: 'retain',
    ua: 'утримувати; зберігати',
  },
  {
    eng: 'retire',
    ua: 'йти (геть), йти у відставку',
  },
  {
    eng: 'revolution',
    ua: 'революція',
  },
  {
    eng: 'reward',
    ua: 'винагорода, винагороджувати',
  },
  {
    eng: 'rid',
    ua: 'звільняти',
  },
  {
    eng: 'rival',
    ua: 'суперничати, конкурувати, конкурент',
  },
  {
    eng: 'rob',
    ua: 'грабувати',
  },
  {
    eng: 'rod',
    ua: 'прут, лоза, жезл',
  },
  {
    eng: 'rose',
    ua: 'троянда',
  },
  {
    eng: 'route',
    ua: 'маршрут, курс',
  },
  {
    eng: 'royalty',
    ua: 'ро́ялті, плата за право користування патентом; королівське достоїнство; королівська влада',
  },
  {
    eng: 'rude',
    ua: 'грубий, брутальний',
  },
  {
    eng: 'ruin',
    ua: 'руйнування',
  },
  {
    eng: 'ruling',
    ua: 'управління, керування',
  },
  {
    eng: 'sacrifice',
    ua: 'жертва, жертвувати',
  },
  {
    eng: 'sailor',
    ua: 'моряк, матрос',
  },
  {
    eng: 'sake',
    ua: 'зара́ди, за́для (чогось); саке (рисова горілка)',
  },
  {
    eng: 'sample',
    ua: 'зразок, проба',
  },
  {
    eng: 'sandwich',
    ua: 'сендвіч; вставляти (між); поміщати посередині',
  },
  {
    eng: 'satisfaction',
    ua: 'задоволення, вдоволеність',
  },
  {
    eng: 'satisfactory',
    ua: 'задовільний, задовільняючий',
  },
  {
    eng: 'sauce',
    ua: 'соус; грубити, грубіянити',
  },
  {
    eng: 'scatter',
    ua: 'розсіювання, ро́зкид, розкидати, розсіювати',
  },
  {
    eng: 'schedule',
    ua: 'розпорядок, ро́зклад',
  },
  {
    eng: 'scheme',
    ua: 'схема',
  },
  {
    eng: 'scissors',
    ua: 'ножиці',
  },
  {
    eng: 'scratch',
    ua: 'подряпина, дряпати, нашкребти',
  },
  {
    eng: 'screw',
    ua: 'гвинт, пригвинчувати, вкручувати, викручувати',
  },
  {
    eng: 'seaside',
    ua: 'морський берег, узбережжя',
  },
  {
    eng: 'sector',
    ua: 'сектор',
  },
  {
    eng: 'secure',
    ua: 'надійний, безпечний, захищений',
  },
  {
    eng: 'seize',
    ua: 'хапати, захоплювати, піймати; заїдати (в механічних пристроях)',
  },
  {
    eng: 'select',
    ua: 'вибрати',
  },
  {
    eng: 'selection',
    ua: 'вибір',
  },
  {
    eng: 'self',
    ua: 'своє "я", сутність, він (сам), вона (сама)',
  },
  {
    eng: 'senior',
    ua: 'старший, вищестоящий',
  },
  {
    eng: 'sensible',
    ua: 'розумний, розсудливий; чутливий',
  },
  {
    eng: 'sensitive',
    ua: 'чутливий, вразливий',
  },
  {
    eng: 'sequence',
    ua: 'послідовність',
  },
  {
    eng: 'seriously',
    ua: 'серйозно, всерйоз',
  },
  {
    eng: 'session',
    ua: 'сесія',
  },
  {
    eng: 'setting',
    ua: 'оточення, навколишня обстановка; регулювання, установка',
  },
  {
    eng: 'sew',
    ua: 'шити, зшивати, брошурувати',
  },
  {
    eng: 'sexual',
    ua: 'сексуальне',
  },
  {
    eng: 'sharply',
    ua: 'різко; уважно',
  },
  {
    eng: 'shave',
    ua: 'голитися, брити, зрізати тоненькими смужками',
  },
  {
    eng: 'shelter',
    ua: 'притулок, дати притулок, укритття, прикриття',
  },
  {
    eng: 'shortage',
    ua: 'нестача, брак (чого-небудь)',
  },
  {
    eng: 'shortly',
    ua: 'незабаром; коротко, стисло',
  },
  {
    eng: 'signature',
    ua: 'підпис, підписання',
  },

  {
    eng: 'significance',
    ua: 'значення, зміст; важливість, значущість, значимість',
  },
  {
    eng: 'singer',
    ua: 'співак, співачка',
  },
  {
    eng: 'situate',
    ua: 'поміщати, розташовувати',
  },
  {
    eng: 'skilled',
    ua: 'досвідчений, кваліфікований',
  },
  {
    eng: 'slave',
    ua: 'раб, невільник, підпорядкований (комусь), ведений, керований',
  },
  {
    eng: 'slope',
    ua: 'нахил, схил, нахилятися',
  },
  {
    eng: 'snowy',
    ua: 'покритий снігом, засніжений',
  },
  {
    eng: 'so-called',
    ua: 'так званий',
  },
  {
    eng: 'softly',
    ua: 'м’яко, ніжно',
  },
  {
    eng: 'sometime',
    ua: 'коли-небудь, колись',
  },
  {
    eng: 'somewhat',
    ua: 'певною мірою, трохи',
  },
  {
    eng: 'soup',
    ua: 'суп; густий туман',
  },
  {
    eng: 'sour',
    ua: 'кислий, кислятина, скисати',
  },
  {
    eng: 'spare',
    ua: 'запасний, резервний; берегти, зберігати, заощаджувати',
  },
  {
    eng: 'specialist',
    ua: 'спеціаліст',
  },
  {
    eng: 'specifically',
    ua: 'а саме, конкретно',
  },
  {
    eng: 'spelling',
    ua: 'вимовляння слова по буквах; правопис',
  },
  {
    eng: 'spin',
    ua: 'кружлятися, вертіти, обертати; прясти, плести, скручувати (нитку); швидко текти, швидкий струмінь води',
  },
  {
    eng: 'splendid',
    ua: 'чудовий, блискучий, прекрасний',
  },
  {
    eng: 'spoil',
    ua: 'псувати',
  },
  {
    eng: 'stable',
    ua: 'стійкий, стабільний, постійний; стайня, хлів; ставити, поміщати',
  },
  {
    eng: 'stare',
    ua: 'вдивлятися, пильно дивитися',
  },
  {
    eng: 'status',
    ua: 'статус',
  },
  {
    eng: 'steep',
    ua: 'круча, крутість; обрив, крутий; надмірний, перебільшений; занурюватися',
  },
  {
    eng: 'stem',
    ua: 'стебло, стовбур; перегороджувати; робити перемичку; зупиняти, затримувати',
  },
  {
    eng: 'stiff',
    ua: 'жорстко, жорсткий, міцний, тугий, нееластичний, незграбний; до знемоги, до упору',
  },
  {
    eng: 'stir',
    ua: 'ворушити, рухати; розмішувати, мішати',
  },
  {
    eng: 'stocking',
    ua: 'панчоха',
  },
  {
    eng: 'storage',
    ua: 'зберігання, склад, сховище',
  },
  {
    eng: 'stove',
    ua: 'пічка, плита',
  },
  {
    eng: 'straw',
    ua: 'солома, соломка, солом’яний',
  },
  {
    eng: 'strengthen',
    ua: 'зміцнювати, підсилювати',
  },
  {
    eng: 'strict',
    ua: 'строгий, вимогливий, який не допускає відхилень',
  },
  {
    eng: 'striking',
    ua: 'вражаючий, чудовий; ударний',
  },
  {
    eng: 'strip',
    ua: 'смужка, різати на смужки; роздягати, знімати, зривати',
  },
  {
    eng: 'stroke',
    ua: 'прийом, хід; штрих, мазок; покривати смугами, штрихувати, перекреслювати; гладити, погладжувати; удар; напад (медичний), параліч (paralytic stroke)',
  },
  {
    eng: 'strongly',
    ua: 'сильно, міцно, рішуче',
  },
  {
    eng: 'substantial',
    ua: 'істотний, важливий, значний; реальний, матеріальний',
  },
  {
    eng: 'sufficient',
    ua: 'достатній, достатня кількість',
  },
  {
    eng: 'suitable',
    ua: 'підходящий, відповідний, придатний',
  },
  {
    eng: 'suitcase',
    ua: 'невелика плоска валіза',
  },
  {
    eng: 'sunlight',
    ua: 'сонячне світло',
  },
  {
    eng: 'sunny',
    ua: 'сонячний, освітлений сонцем; радісний, щасливий',
  },
  {
    eng: 'supporter',
    ua: 'прихильник, прибічник, той, хто підтримує',
  },
  {
    eng: 'surely',
    ua: 'безсумнівно, звичайно',
  },
  {
    eng: 'surroundings',
    ua: 'околиці, оточення, середовище',
  },
  {
    eng: 'survey',
    ua: 'огляд, оглядання, обдивлятися, оглядати',
  },
  {
    eng: 'survive',
    ua: 'залишитися в живих, вижити, пережити (сучасників, славу)',
  },
  {
    eng: 'suspicion',
    ua: 'підозра; присмак, відтінок',
  },
  {
    eng: 'suspicious',
    ua: 'підозріливий, недовірливий',
  },
  {
    eng: 'swear',
    ua: 'клятва, клятися; лаятися, лайка, лихослів’я',
  },
  {
    eng: 'sweat',
    ua: 'піт, потіти',
  },
  {
    eng: 'swimming',
    ua: 'плавання',
  },
  {
    eng: 'switch',
    ua: 'перемика́ч, вимика́ч, перемикати, змінювати',
  },
  {
    eng: 'sword',
    ua: 'меч, шпага',
  },
  {
    eng: 'symbol',
    ua: 'символ',
  },
  {
    eng: 'sympathy',
    ua: 'симпатія; співчуття',
  },
  {
    eng: 'tailor',
    ua: 'кравець, шити',
  },
  {
    eng: 'tank',
    ua: 'резервуар, бак, наливати в бак; танк',
  },
  {
    eng: 'tap',
    ua: 'кран, пробка, затичка; легко вдаряти, стукати',
  },
  {
    eng: 'teaching',
    ua: 'викладання, навчання',
  },
  {
    eng: 'technique',
    ua: 'техніка',
  },
  {
    eng: 'technology',
    ua: 'технологія',
  },
  {
    eng: 'temper',
    ua: "характер, вдача; пом'якшувати, стримувати (ентузіазм), стримуватися",
  },
  {
    eng: 'temple',
    ua: 'храм; скроня, висок',
  },
  {
    eng: 'temporary',
    ua: 'тимчасовий',
  },
  {
    eng: 'tendency',
    ua: 'тенденція',
  },
  {
    eng: 'tender',
    ua: "тендер, пропозиція; ніжний, м'який, ласкавий",
  },
  {
    eng: 'tennis',
    ua: 'теніс',
  },
  {
    eng: 'tension',
    ua: 'напруга, напруженість',
  },
  {
    eng: 'territory',
    ua: 'територія',
  },
  {
    eng: 'textbook',
    ua: 'підручник',
  },
  {
    eng: 'thief',
    ua: 'злодій',
  },
  {
    eng: 'thinking',
    ua: 'мислення, думка, мислячий, думаючий',
  },
  {
    eng: 'thirst',
    ua: 'спрага, відчувати спрагу; безводний простір, пустеля',
  },
  {
    eng: 'thirsty',
    ua: 'спраглий',
  },
  {
    eng: 'thorough',
    ua: 'ретельний, ґрунтовний',
  },
  {
    eng: 'thread',
    ua: 'нитка, просмикувати нитку (у голку)',
  },
  {
    eng: 'thumb',
    ua: 'великий палець руки',
  },
  {
    eng: 'thunder',
    ua: 'грім',
  },
  {
    eng: 'tide',
    ua: 'морський приплив, відлив',
  },
  {
    eng: 'time-table',
    ua: 'розклад',
  },
  {
    eng: 'tire',
    ua: 'шина, покришка',
  },
  {
    eng: 'tobacco',
    ua: 'тютюн',
  },
  {
    eng: 'ton',
    ua: 'тона; велика кількість; мода, стиль',
  },
  {
    eng: 'tone',
    ua: 'тон',
  },
  {
    eng: 'topic',
    ua: 'тема',
  },
  {
    eng: 'totally',
    ua: 'повністю, абсолютно; в цілому, загалом',
  },
  {
    eng: 'towel',
    ua: 'рушник',
  },
  {
    eng: 'trace',
    ua: 'слід; відслідковувати',
  },
  {
    eng: 'traditional',
    ua: 'традиційний',
  },
  {
    eng: 'trainer',
    ua: 'тренер',
  },
  {
    eng: 'translation',
    ua: 'переклад, перетворення',
  },
  {
    eng: 'trap',
    ua: 'пастка',
  },
  {
    eng: 'treasure',
    ua: 'скарб',
  },
  {
    eng: 'treaty',
    ua: 'договір',
  },
  {
    eng: 'tremble',
    ua: 'тремтіння, тремтіти',
  },
  {
    eng: 'trend',
    ua: 'тенденція, тренд',
  },
  {
    eng: 'tribe',
    ua: 'плем’я',
  },
  {
    eng: 'troop',
    ua: 'група людей, загін',
  },

  {
    eng: 'trousers',
    ua: 'брюки, штани',
  },
  {
    eng: 'truck',
    ua: 'вантажівка; візок, вагонетка; обмін, бартер',
  },
  {
    eng: 'truly',
    ua: 'правдиво, вірно, правильно',
  },
  {
    eng: 'trunk',
    ua: 'стовбур; торс, тулуб',
  },
  {
    eng: 'tune',
    ua: 'мелодія, мотив, звучати',
  },
  {
    eng: 'twist',
    ua: 'кручення, скручування',
  },
  {
    eng: 'typical',
    ua: 'типовий',
  },
  {
    eng: 'ugly',
    ua: 'потворний',
  },
  {
    eng: 'uncomfortable',
    ua: 'незручний',
  },
  {
    eng: 'undermine',
    ua: 'підривати',
  },
  {
    eng: 'undertake',
    ua: 'брати на себе',
  },
  {
    eng: 'unemployed',
    ua: 'безробітний',
  },
  {
    eng: 'unexpected',
    ua: 'неочікуваний',
  },
  {
    eng: 'unfortunately',
    ua: 'на жаль',
  },
  {
    eng: 'unhappy',
    ua: 'нещасливий, нещасний',
  },
  {
    eng: 'uniform',
    ua: 'форма, уніформа',
  },
  {
    eng: 'unite',
    ua: 'об’єднувати, єднати',
  },
  {
    eng: 'unity',
    ua: 'єдність',
  },
  {
    eng: 'universe',
    ua: 'всесвіт',
  },
  {
    eng: 'unlike',
    ua: 'не схожий, не властивий',
  },
  {
    eng: 'unlikely',
    ua: 'навряд чи; неправдоподібний',
  },
  {
    eng: 'unpleasant',
    ua: 'неприємний',
  },
  {
    eng: 'upset',
    ua: 'засмучений, стурбований; перекинутий, перекидання; падіння; нездужання',
  },
  {
    eng: 'upstairs',
    ua: 'верхній поверх; людина, яка живе на верхньому поверсі',
  },
  {
    eng: 'upward(s)',
    ua: 'вго́ру',
  },
  {
    eng: 'useless',
    ua: 'даремний, марний; непридатний',
  },
  {
    eng: 'user',
    ua: 'користувач',
  },
  {
    eng: 'vain',
    ua: 'марнославний; марний, даремний',
  },
  {
    eng: 'variable',
    ua: 'мінливий, непостійний, змінна величина',
  },
  {
    eng: 'variation',
    ua: 'зміна, варіювання, варіація',
  },
  {
    eng: 'vast',
    ua: 'величезний',
  },
  {
    eng: 'vehicle',
    ua: 'автомобіль',
  },
  {
    eng: 'verb',
    ua: 'дієслово',
  },
  {
    eng: 'verse',
    ua: 'вірш, поезія',
  },
  {
    eng: 'vessel',
    ua: 'посудина; судно, корабель',
  },
  {
    eng: 'victim',
    ua: 'жертва',
  },
  {
    eng: 'violent',
    ua: 'несамовитий, лютий, запеклий',
  },
  {
    eng: 'virtue',
    ua: 'чесно́та, моральність, гарна якість (людська)',
  },
  {
    eng: 'vision',
    ua: 'бачення',
  },
  {
    eng: 'vital',
    ua: 'життєво важливий; життєвий, енергійний, повний життя',
  },
  {
    eng: 'voter',
    ua: 'виборець',
  },
  {
    eng: 'vowel',
    ua: 'голосний (звук), голосна літера',
  },
  {
    eng: 'voyage',
    ua: 'подорож',
  },
  {
    eng: 'waist',
    ua: 'талія',
  },
  {
    eng: 'waitress',
    ua: 'офіціантка',
  },
  {
    eng: 'wander',
    ua: 'блукати, мандрувати, мандрування, блукання',
  },
  {
    eng: 'warmth',
    ua: 'тепло, теплота, сердечність, тепле відношення (до когось)',
  },
  {
    eng: 'weakness',
    ua: 'слабкість, ослаблення, кволість',
  },
  {
    eng: 'weekly',
    ua: 'щотижневик, щотижневий',
  },
  {
    eng: 'welfare',
    ua: 'доброчинність; добробут, достаток',
  },
  {
    eng: 'well-known',
    ua: 'добре відомий',
  },
  {
    eng: 'wheat',
    ua: 'пшениця',
  },
  {
    eng: 'whereas',
    ua: 'в той час як',
  },
  {
    eng: 'wherever',
    ua: 'де б не було, де б не..., куди б не...',
  },
  {
    eng: 'whistle',
    ua: 'свист, свисток, свистіти',
  },
  {
    eng: 'whoever',
    ua: 'хто б не..., який би не...',
  },
  {
    eng: 'widely',
    ua: 'широко',
  },
  {
    eng: 'widespread',
    ua: 'широко поширений, дуже поширений',
  },
  {
    eng: 'widow',
    ua: 'вдова, вдівець',
  },
  {
    eng: 'winner',
    ua: 'переможець',
  },
  {
    eng: 'wipe',
    ua: 'витирати, протирати, обтирати',
  },
  {
    eng: 'wisdom',
    ua: 'мудрість',
  },
  {
    eng: 'withdraw',
    ua: 'забирати, вилучати',
  },
  {
    eng: 'wolf',
    ua: 'вовк',
  },
  {
    eng: 'works',
    ua: 'фабрика, завод; працюючі частни механізму',
  },
  {
    eng: 'wrist',
    ua: "зап'ясток",
  },
  {
    eng: 'writing',
    ua: 'писання, письмо',
  },
  {
    eng: 'written',
    ua: 'написаний, письмовий',
  },
  {
    eng: 'yeah',
    ua: 'так',
  },
  {
    eng: 'yield',
    ua: 'поступитися; давати (врожай); проду́кт, результа́т, врожай',
  },
  {
    eng: 'pose',
    ua: 'поза, позувати',
  },
  {
    eng: 'numeral',
    ua: 'цифровий, цифра',
  },
  {
    eng: 'plane',
    ua: 'літак; площина',
  },
  {
    eng: 'shape',
    ua: 'форма, формувати',
  },
  {
    eng: 'equate',
    ua: 'прирівнювати',
  },
  {
    eng: 'dance',
    ua: 'танець',
  },
  {
    eng: 'vary',
    ua: 'варіювати',
  },
  {
    eng: 'syllable',
    ua: 'склад (частина слова)',
  },
  {
    eng: 'length',
    ua: 'довжина',
  },
  {
    eng: 'region',
    ua: 'регіон',
  },
  {
    eng: 'consonant',
    ua: 'приголосний',
  },
  {
    eng: 'fraction',
    ua: 'частинка, фракція',
  },
  {
    eng: 'tiny',
    ua: 'маленький',
  },
  {
    eng: 'lone',
    ua: 'відлюдний, самотній',
  },
  {
    eng: 'mount',
    ua: 'монтувати, встановлювати; гора',
  },
  {
    eng: 'crease',
    ua: 'складка, зморшка',
  },
  {
    eng: 'melody',
    ua: 'мелодія',
  },
  {
    eng: 'clothe',
    ua: 'одягати',
  },
  {
    eng: 'baby',
    ua: 'крихітка, дитинка',
  },
  {
    eng: 'cent',
    ua: 'цент',
  },
  {
    eng: 'wire',
    ua: 'дріт, провід',
  },
  {
    eng: 'paragraph',
    ua: 'пункт, параграф',
  },
  {
    eng: 'decimal',
    ua: 'десятковий, десятковий дріб',
  },
  {
    eng: 'noon',
    ua: 'полудень',
  },
  {
    eng: 'molecule',
    ua: 'молекула',
  },
  {
    eng: 'insect',
    ua: 'комаха',
  },
  {
    eng: 'atom',
    ua: 'атом',
  },
  {
    eng: 'plural',
    ua: 'множина',
  },
  {
    eng: 'oxygen',
    ua: 'кисень',
  },
  {
    eng: 'magnet',
    ua: 'магніт',
  },
  {
    eng: 'suffix',
    ua: 'суфікс',
  },
  {
    eng: 'fig',
    ua: 'фіга, інжир',
  },
  {
    eng: 'pitch',
    ua: 'смола; нахил, гойдання; рівень (звуку, сигналу)',
  },
  {
    eng: 'bat',
    ua: 'кажан',
  },
  {
    eng: 'dream',
    ua: 'мрія, мріяти; сон, сновидіння',
  },
  {
    eng: 'dollar',
    ua: 'долар',
  },
  {
    eng: 'triangle',
    ua: 'трикутник',
  },
  {
    eng: 'parent',
    ua: 'предок, батько, мати',
  },
  {
    eng: 'favor',
    ua: 'прихильність, доброзичливість; послуга',
  },
  {
    eng: 'chord',
    ua: 'акорд; хорда',
  },
  {
    eng: 'segment',
    ua: 'сегмент',
  },
  {
    eng: 'populate',
    ua: 'заселяти',
  },
  {
    eng: 'chick',
    ua: 'курча',
  },
  {
    eng: 'subtract',
    ua: 'віднімати',
  },
  {
    eng: 'quotient',
    ua: 'частка, частина',
  },
  {
    eng: 'quart',
    ua: 'кварта',
  },
];
